{
  "Pagination": "分页",
  "Current students and prospective students": "在校学生和即将入学的学生",
  "Current page": "当前页",
  "Current employees and job applicants": "在职员工和求职者",
  "Page": "页次",
  "&hellip;": "...",
  "Next page": "下一页",
  "Next ›": "下一页 ›",
  "Last page": "最后一页",
  "Last »": "最后一页 »",
  "The graduates were further inspired by a heartfelt valedictory speech from Ms. Chong Siew Ying, a First-Class Honours graduate of the Bachelor of Business Administration (Hons) in Marketing program. Reflecting on her peers’ resilience, friendships, and personal growth, Ms. Chong encouraged her fellow graduates to carry these valuable lessons into their careers, overcoming challenges and striving for continued success.": "市场营销工商管理（荣誉）学士学位一等荣誉毕业生Chong Siew Ying女士的真挚告别演说进一步激励了毕业生们。她回顾了同学们的坚韧、友谊和个人成长，鼓励毕业生们将这些宝贵的经验带入自己的职业生涯，克服挑战，不断取得成功。",
  "Nilai University Hosted the RAC2025 Finals with Young Talents from Across Malaysia | Nilai University": "汝来大学与全马青年才俊共同举办 RAC2025 总决赛 | 汝来大学",
  "Representing Quantify AI Sdn Bhd were Mr. Wong Khiim Siong, Founder and Chairman, Mr. Phong Chin Hui Sean, Co-Founder and Chief Executive Officer; Ir. Dr. Leong Wei Dong, Co-Founder and Chief Operating Officer, Mr. Mak Wai Kit, Chief Strategy Officer, and Mr. Teo Kiat Soon Kayson, Director and Chief Marketing Officer.": "Quantify AI Sdn Bhd 的代表包括创始人兼主席 Wong Khiim Siong 先生、联合创始人兼首席执行官 Phong Chin Hui Sean 先生、联合创始人兼首席运营官 Leong Wei Dong 博士、首席战略官 Mak Wai Kit 先生，以及董事兼首席营销官 Teo Kiat Soon Kayson 先生。",
  "Finallyyy, the RAC2025 Finals are done and dusted!": "终于，RAC2025 总决赛结束了！",
  "Pride and emotion filled the campus as families gathered to celebrate their loved ones' achievements. Graduates shared joyful congratulations with faculty members, while the campus was beautifully adorned with flowers and gifts symbolizing success and appreciation.": "家人欢聚一堂，庆祝亲人取得的成就，校园里洋溢着自豪和感动。毕业生们与教职员工分享着祝贺的喜悦，校园里摆满了象征成功和感谢的鲜花和礼物，美不胜收。",
  "This partnership reflects a shared commitment to innovation, education, and meaningful industry engagement.": "这种伙伴关系体现了对创新、教育和有意义的行业参与的共同承诺。",
  "As the 26th Convocation Ceremony concluded, it left lasting memories for all who attended. The event served as a powerful reminder of Nilai University's mission to shape the future leaders of tomorrow. The Class of 2025 embodies the university's commitment to providing a transformative education, preparing students for the challenges of a rapidly evolving world.": "随着第 26 届毕业典礼的结束，它给所有与会者留下了永恒的回忆。这次活动有力地提醒了汝来大学塑造未来领袖的使命。2025 届学生体现了大学提供变革性教育的承诺，为学生迎接快速发展的世界所带来的挑战做好了准备。",
  "On 19 & 20 August, students across the country showed off their brilliance in robotics and coding at RERO Annual Championship (RAC). It was a sight to remember. Proudly organised by Cytron Technologies and the RERO Edu Team, supported by MDEC, and hosted right here at Nilai University, this was truly a celebration of future talent in robotics.": "8月19日和20日，全国各地的学生在 RERO 年度锦标赛（RAC）上展示了他们在机器人和编码方面的才华。这是一个值得纪念的场面。这次比赛由 Cytron Technologies 和 RERO Edu 团队主办，得到了 MDEC 的大力支持，并在汝来大学举行，是一次真正的机器人未来人才的盛会。",
  "Nilai University Hosts ‘Jelajah Skuad Celik Kewangan 2025’ To Boost Financial Literacy | Nilai University": "汝来大学举办“Jelajah Skuad Celik Kewangan 2025”活动以提升金融素养 | 汝来大学",
  "Nilai University continues to offer diverse academic programs designed to equip students with the skills and knowledge needed for success in today's competitive job market. To learn more about our offerings and join a community of future leaders, we invite you to explore our academic programs and discover how you can be part of Nilai University's next graduating class.": "汝来大学继续提供多样化的学术课程，旨在让学生掌握在当今竞争激烈的就业市场中取得成功所需的技能和知识。如需了解更多有关我们所提供课程的信息，并加入未来领导者社区，我们诚邀您探索我们的学术课程，了解如何成为汝来大学下一届毕业生的一员。",
  "The championship featured two categories: the Robotics & Coding Challenge with rero:micro Robot and the CYBORC Build Your Own Robot Challenge, bringing out the very best of young innovators.": "冠军赛设有两个组别：与 rero:micro Robot 共同举办的机器人与编码挑战赛，以及 CYBORC 自制机器人挑战赛，让最优秀的年轻创新者脱颖而出。",
  "NILAI UNIVERSITY HOSTS ‘JELAJAH SKUAD CELIK KEWANGAN 2025’": "汝来大学举办“Jelajah Skuad Celik Kewangan 2025”活动",
  "Congratulations to the Nilai University Class of 2025!": "祝贺汝来大学 2025 届毕业生！",
  "Meet Our Champions!": "认识我们的冠军！",
  "TO BOOST FINANCIAL LITERACY": "提高金融知识",
  "RERO:MICRO": "RERO:MICRO",
  "Nilai University Postgraduates Empower Young Learners at Autism Centre | Nilai University": "汝来大学研究生在自闭症中心助力青少年学习者 | 汝来大学",
  "Primary – SJKC Stampin (Sarawak)": "小学 - SJKC Stampin（砂拉越）",
  "Nilai University became a hub for financial empowerment as it hosted the Jelajah Skuad Celik Kewangan 2025 roadshow. The event, organised by the Financial Education Network (FEN) and supported by Bank Negara Malaysia (BNM) for Financial Literacy Month (FLM) 2025, brought together more than hundred of its students and secondary school teachers from across the state for a dynamic, hands-on workshop.": "汝来大学成为金融赋权的中心，因为它主办了 Jelajah Skuad Celik Kewangan 2025 巡回展览。该活动由金融教育网络（FEN）主办，马来西亚国家银行（BNM）支持，旨在开展 \"2025年金融知识普及月\"（FLM）活动，来自全州的百余名学生和中学教师参加了这一充满活力的实践研讨会。",
  "As part of the DD4102 Psychology of Learning and Teaching course under the Master of Education programme, a group of six international postgraduate students successfully carried out a three-day educational visit to IDEAS Autism Centre, Nilai, on 17 June, 1 July and 8 July 2025.": "2025年6月17日、7月1日和 7月8日，作为教育硕士课程 DD4102 学习与教学心理学课程的一部分，由六名国际研究生组成的小组成功地对尼莱的 IDEAS 自闭症中心进行了为期三天的教育访问。",
  "Secondary – Chinese Highschool Batu Pahat (Johor)": "中学 - 峇株巴辖（柔佛）华侨中学",
  "The full-day workshop equipped participants with practical tools for lifelong financial health, diving deep into critical topics such as saving strategies, debt management, investment fundamentals, and protection against financial scams. To bridge theory with practice, the session featured a unique highlight: interactive exhibitions and mobile service vehicles. These mobile units provided teachers and students with immediate, hands-on access to financial advisors and services, turning complex concepts into tangible action plans.": "全天的研讨会为与会者提供了终身财务健康的实用工具，深入探讨了储蓄策略、债务管理、投资基础知识和防范金融诈骗等关键主题。为了将理论与实践结合起来，本次会议还推出了一个独特的亮点：互动展览和流动服务车。这些流动服务车为教师和学生提供了直接接触理财顾问和服务的机会，将复杂的概念转化为实实在在的行动计划。",
  "The visit was designed to provide first-hand exposure to the teaching and learning approaches for children with learning differences, aligning with the programme's emphasis on educational psychology in real contexts.": "此次访问的目的是让学生亲身体验针对有学习差异的儿童的教学方法，这与该课程强调的在真实情境中学习教育心理学是一致的。",
  "CYBORC": "CYBORC",
  "Expert speakers from AKPK, KWSP, PERKESO, MYFutureJobs, and BNM enriched the learning experience with real-world advice and case studies, ensuring the lessons were both relatable and immediately applicable.": "来自 AKPK、KWSP、PERKESO、MYFutureJobs 和 BNM 的专家发言人通过实际建议和案例研究丰富了学习体验，确保课程既贴近生活又立即适用。",
  "Primary – SJKC Hua Min (Johor)": "小学 - SJKC Hua Min（柔佛）",
  "The students involved were Wang Mohan, Chua Geok Eng, Wu Yanping, Yu Anqi, Zhao Dan and Lin Yilin. Under the supervision of Principal Lecturer Dr Pang Jee Ching, the team facilitated interactive teaching and learning activities for the children at the centre, while gaining valuable insights into inclusive education practices.": "参与此次活动的学生有王默涵、蔡国英、吴燕萍、于安琪、赵丹和林一琳。在首席讲师彭继清博士的指导下，团队为中心的孩子们开展了互动式教学活动，同时获得了对全纳教育实践的宝贵见解。",
  "Nilai University's FinTech, Accounting and Finance Enthusiasts (FAFE) Club played an active role, facilitating peer-to-peer discussions and workshops. This involvement underscored the university's commitment to creating a supportive ecosystem for financial learning.": "汝来大学的金融科技、会计和金融爱好者（FAFE）俱乐部发挥了积极作用，为同行讨论和研讨会提供了便利。这种参与凸显了该大学致力于为金融学习创建一个支持性生态系统的决心。",
  "Secondary – SMK Munshi Sulaiman (Johor)": "中学 - SMK Munshi Sulaiman（柔佛）",
  "This initiative enhanced the students' understanding of psychological theories in teaching and also instilled a deeper sense of social responsibility as future educators. We extend our sincere appreciation to IDEAS Autism Centre for the collaboration and support in making this learning experience impactful and memorable.": "这一举措增强了学生对教学中的心理学理论的理解，同时也灌输了他们作为未来教育工作者的更深刻的社会责任感。我们衷心感谢 IDEAS 自闭症中心的合作与支持，使这次学习经历影响深远、令人难忘。",
  "Kudos to all Runner Ups, Excellence Award winners, other teams for their passion and hats off to the trainers and crew for their hard work!": "向所有亚军、优秀奖获得者和其他团队的热情表示敬意，向培训师和工作人员的辛勤工作致敬！",
  "Nilai University Robotics Team Claims Silver at Prestigious International Competition! | Nilai University": "汝来大学机器人队在著名国际比赛中获得银奖！| 汝来大学",
  "Vice-Chancellor of Nilai University, Professor Dato' Dr. Azhar Ismail in his opening address, emphasised the importance of such initiatives. “At Nilai University, we are committed to equipping our students with both knowledge and practical skills to navigate today's financial landscape. We are proud to be one of the host for the Jelajah Skuad Celik Kewangan 2025, which empowers both our students and teachers across Negeri Sembilan, helping everyone make smarter financial decisions and fostering a financially aware community.”": "汝来大学副校长拿督阿扎尔-伊斯梅尔（Dato' Dr. Azhar Ismail）教授在开幕致辞中强调了此类活动的重要性。\"在汝来大学，我们致力于培养学生掌握知识和实用技能，以驾驭当今的金融环境。我们很荣幸能够成为 Jelajah Skuad Celik Kewangan 2025 的主办方之一，这将增强森美兰州学生和教师的能力，帮助每个人做出更明智的理财决定，并培养一个具有理财意识的社区。\"",
  "See you again next year!": "明年再见！",
  "By concluding the workshop, participants left with more than just information but they gained the confidence to implement strategies for long-term financial security and independence, marking a significant step forward in the region's financial literacy.": "研讨会结束时，与会者收获的不仅仅是信息，他们还获得了实施长期财务安全和独立战略的信心，这标志着该地区在财务知识普及方面迈出了重要一步。",
  "Following a recent robotics training series, Nilai University Robotics Team has made us proud at the prestigious R2T2 Mission to Mars (Asia) 2025 competition held at King Mongkut's University of Technology Thonburi, Bangkok.": "继最近的一系列机器人培训之后，汝来大学机器人队在曼谷吞武里国王技术大学举行的著名的 R2T2 2025 年火星任务（亚洲）竞赛中为我们争得了荣誉。",
  "Nilai University Strengthens International Ties Through Summer Mobility Programme with WFIT | Nilai University": "尼莱州大学通过与 WFIT 开展暑期交流项目加强国际联系 | 尼莱州大学",
  "Right from our campus, the team competed virtually against top teams from Thailand and Singapore, our students demonstrated outstanding technical skills, sharp problem-solving, and seamless teamwork securing an impressive 2nd Place victory!": "我们的学生展示了出色的技术技能、敏锐的问题解决能力和完美的团队合作，最终获得了令人印象深刻的第二名！",
  "Nilai University Trains Teachers In Thymio Robotics & R2T2 Challenges For STEM Advancement | Nilai University": "尼莱州大学为教师提供 Thymio 机器人和 R2T2 挑战培训，促进 STEM 发展 | 尼莱州大学",
  "Nilai University recently welcomed a group of students from the WeiFang Institute of Science and Technology (WFIT), China, led by three academic staff, for an enriching summer mobility programme from 22 to 29 July 2025. This marked their first educational visit to Malaysia and reflects Nilai University's ongoing commitment to fostering global collaboration through edutourism and cultural exchange.": "最近，汝来大学迎来了来自中国卫方科学技术研究院（WFIT）的一群学生，他们在三名学术人员的带领下，于2025年7月22日至29日参加了丰富的暑期流动计划。这是他们首次对马来西亚进行教育访问，体现了汝来大学通过教育旅游和文化交流促进全球合作的持续承诺。",
  "The Faculty of Aviation, Science and Technology (FAST) at Nilai University in collaboration with St. Uriel Education (STU) and the Education Society of Singapore (ESS), successfully conducted a Professional Development STEM Workshop for Teachers on 26 June 2025. The workshop brought together 22 teachers from secondary and international schools across Negeri Sembilan.": "2025年6月26日，汝来大学航空、科学与技术学院（FAST）与圣尤利尔教育（STU）和新加坡教育协会（ESS）合作，成功举办了教师专业发展STEM工作坊。来自森美兰州各中学和国际学校的 22 名教师参加了此次研讨会。",
  "The team members comprised Jeff Sia Yu Heng (Bachelor in Software Engineering (Honours), Liew Shet Cheng (Bachelor in Information Technology (Honours), Hamse Mohamed Ismail (Bachelor of Computer Science (Honours) (Data Science), and Sharwin N. Sureshkumar ( Diploma in Computer Science).": "团队成员包括 Jeff Sia Yu Heng（软件工程（荣誉）学士）、Liew Shet Cheng（信息技术（荣誉）学士）、Hamse Mohamed Ismail（计算机科学（荣誉）（数据科学）学士）和 Sharwin N. Sureshkumar（计算机科学文凭）。",
  "It was a packed week, participants engaged in a diverse series of classes and workshops from spanning flight simulations and emergency rescue practised to whipping up wine and culinary demonstrations in the training kitchens. They also participated in interactive Bahasa Melayu and English classes alongside Nilai University students, allowing for cross-cultural communication and immersive language learning.": "这一周安排得非常紧凑，学员们参加了一系列丰富多彩的课程和工作坊，从模拟飞行和紧急救援演练到在培训厨房烹饪美酒和厨艺展示。他们还与汝来大学的学生一起参加了马来语和英语互动课程，进行跨文化交流和沉浸式语言学习。",
  "This workshop is designed for educators who are teaching Robotics, Science, ICT/Computer Science and STEM subjects. It is also ideal for teachers responsible for implementing KSSM’s (Kurikulum Standard Sekolah Menengah) coding, electronics and design technology modules, as well as those overseeing STEM clubs, robotic clubs or innovation programs. The workshop's icon-based Visual Programming Language (VPL) approach proved especially useful for special education teachers introducing robotics and logic.": "本讲座专为教授机器人、科学、信息与通信技术/计算机科学和 STEM 学科的教育工作者而设计。它也非常适合负责实施 KSSM（Kurikulum Standard Sekolah Menengah）编码、电子和设计技术模块的教师，以及负责 STEM 俱乐部、机器人俱乐部或创新项目的教师。事实证明，研讨会基于图标的可视化编程语言（VPL）方法对特殊教育教师介绍机器人和逻辑学特别有用。",
  "The team advisors are Mr Seow Soon Loong, Head of the School of Computing, with support from lecturers Mr Izrulfizal Sufihamizal Ibrahim, Mr Mohd Shahdi Ahmad and Mr Muhammad Hamizan Johari.": "团队顾问是计算机学院院长 Seow Soon Loong 先生，并得到了讲师 Izrulfizal Sufihamizal Ibrahim 先生、Mohd Shahdi Ahmad 先生和 Muhammad Hamizan Johari 先生的支持。",
  "Beyond the classroom, the group explored local attractions in Nilai and Kuala Lumpur while sampling a variety of Malaysian cuisines. A heritage day trip to Melaka offered highlights such as visits to Dutch Square, Jonker Street, the Baba Nyonya Museum, and the Encore Melaka performance providing students with a deeper appreciation of Malaysia's rich cultural history.": "课堂之外，学生们还游览了尼莱和吉隆坡的当地景点，品尝了各种马来西亚美食。马六甲文化遗产一日游的亮点包括参观荷兰广场、琼克街、峇峇娘惹博物馆和马六甲安可表演，让学生们对马来西亚丰富的文化历史有了更深刻的认识。",
  "Dr. Song Kuok Thong, Deputy Vice-Chancellor (Academic Affairs) of Nilai University, opened the session with an overview of the university’s commitment in advancing STEM education through industry and international partnerships.": "汝来大学副校长（学术事务）Song Kuok Thong 博士宣布会议开幕，并概述了该大学通过行业和国际合作伙伴关系推进 STEM 教育的承诺。",
  "This achievement not only highlights their dedication but also puts Nilai University on the maps as a hub for future-ready robotics talent.": "这一成就不仅彰显了他们的奉献精神，也使尼莱州大学成为未来机器人人才的中心。",
  "The programme concluded with student-led social project presentations and a certificate ceremony to celebrate the friendships, experiences, and learning gained throughout the week.": "活动结束时，举行了由学生主导的社会项目展示和证书颁发仪式，以庆祝一周来所收获的友谊、经验和学习成果。",
  "Stay tuned for more competitions coming in August and November!": "敬请期待 8 月和 11 月举行的更多比赛！",
  "“This workshop isn’t just another training session about learning a tool. We’re giving teachers real and usable ways to get students excited about solving problems because that’s the skill that will keep mattering, no matter how tech changes or evolve,” he added.": "他补充说：\"这次研讨会不仅仅是又一次关于学习工具的培训。我们将为教师提供真实可用的方法，让学生对解决问题充满热情，因为无论技术如何变化或发展，这才是最重要的技能，\"他补充道。",
  "We are happy to be a part of this meaningful cultural and academic exchange with WFIT. Programmes like this continue to bridge global understanding and provide stidents with the opportunity to grow, connect, and discover the world beyond their classrooms.": "我们很高兴能参与与 WFIT 开展的这一有意义的文化和学术交流活动。像这样的项目将继续为全球理解架起桥梁，并为学生提供成长、联系和发现课堂以外世界的机会。",
  "Peluang Biasiswa Pelajar Cemerlang di Nilai University | Nilai University": "汝来大学辉煌学生奖学金机会 | 汝来大学",
  "Marcus Lim, President of the Education Society of Singapore, highlighted the workshop’s impact, “it’s inspiring to see teachers embrace STEM with such enthusiasm. Our post-workshop survey showed 100% of participants found it both useful and enjoyable, particularly praising the hands-on activities and collaborative challenges. Their commitment assures us that Malaysian students will soon benefit from world-class learning experiences especially through our upcoming STEM Workshop for Students in September and R2T2 Malaysia in November.”": "新加坡教育学会会长 Marcus Lim 强调了研讨会的影响，\"看到教师们如此热情地参与 STEM 活动，令人鼓舞。我们在研讨会后进行的调查显示，100% 的参与者都认为研讨会既有用又令人愉快，尤其对实践活动和合作挑战赞不绝口。他们的承诺向我们保证，马来西亚学生将很快受益于世界级的学习体验，特别是通过我们即将于 9 月举办的 STEM 学生工作坊和 11 月举办的 R2T2 Malaysia。",
  "Advanced Diploma in Aircraft Engineering Technology | Nilai University": "飞机工程技术高级文凭｜汝来大学",
  "JPT/BPP(R2/0715/5/0018)04/27, (MQA/FA1380)": "JPT/BPP(R2/0715/5/0018)04/27, (MQA/FA1380)",
  "Nilai University kini menawarkan peluang luar biasa untuk pelajar cemerlang yang ingin melanjutkan pengajian tanpa membebankan kewangan mereka. Dengan Biasiswa Pencapaian Cemerlang dan Biasiswa Merit, pelajar boleh menikmati": "现在，汝来大学为那些希望在不增加经济负担的情况下继续学业的优秀学生提供了难得的机会。通过 Biasiswa Pencerlang Pencerlang 和 Biasiswa Merit，学生可以享受到",
  "“When teachers are empowered with the right tools, they don’t just teach, they inspire innovation. The energy today proves how ready Malaysia’s educators are to lead this shift,” Desmon Yeo, Director and Chief Trainer of St. Uriel Education added.": "\"当教师获得正确的工具时，他们不仅能教书育人，还能激发创新。今天的活力证明，马来西亚的教育工作者已经做好了引领这一转变的准备，\"圣尤利尔教育总监兼首席培训师 Desmon Yeo 补充道。",
  "Duration of Study": "研究期限",
  "pengecualian yuran pengajian sehingga 100%": "学费减免高达100%",
  "By the end of the workshop, participants gained essential knowledge and practical skills, including an understanding of the Thymio robot’s core features, sensors and behaviour, along with its learning progression from VPL to more advanced coding. They explored how Thymio and VPL align with Malaysia's KSSR/KSSM curriculum, while discovering effective teaching strategies for supporting diverse learners in computational thinking. Participants also gained hands-on experience programming the Thymio robot for tasks like movement, obstacle avoidance and light response as well as engaging in real-time problem-solving scenarios based on the R2T2 challenge. Finally, they developed assessment tools like rubrics and checklists to evaluate student progress in robotics and programming, reflecting on how to integrate these tools into classroom lessons and curriculum activities.": "研讨会结束时，与会者获得了基本知识和实践技能，包括了解 Thymio 机器人的核心功能、传感器和行为，以及从 VPL 到更高级编码的学习进度。他们探索了 Thymio 和 VPL 如何与马来西亚的 KSSR/KSSM 课程保持一致，同时发现了支持不同学习者进行计算思维的有效教学策略。学员们还亲身体验了 Thymio 机器人的编程任务，如移动、避障和光响应，以及参与基于 R2T2 挑战的实时问题解决情景。最后，他们开发了评估工具，如评分标准和检查表，以评估学生在机器人和编程方面的进步，并思考如何将这些工具融入课堂教学和课程活动中。",
  "1 Year": "1 年",
  "untuk pengambilan sesi Jun 2025.": "为2025年6月入学批次。",
  "The workshop marks the first step in a broader initiative to strengthen STEM education through industry-academia partnerships. With plans already underway for student-focused sessions later this year, Nilai University and its collaborators are poised to become a hub for practical and future-ready learning.": "该研讨会标志着通过产学合作加强 STEM 教育的更广泛倡议迈出了第一步。随着今年晚些时候以学生为重点的课程计划的实施，汝来大学及其合作者已准备好成为一个实用的、为未来做好准备的学习中心。",
  "3 Semester": "3个学期",
  "SIAPA YANG LAYAK?": "谁有资格？",
  "Intake Period": "招生期间",
  "Bachelor in Business Administration (Business Analytics) with Honours | Nilai University": "汝来大学工商管理（商业分析）荣誉学士学位",
  "Tawaran biasiswa ini terbuka kepada pelajar yang mendaftar dalam semua program": "奖学金面向所有课程的学生。",
  "JANUARY / JUNE / SEPTEMBER": "一月/六月/九月",
  "dan": "丹",
  "JPT/BPP (N/0414/6/0344) 01/30 (MQA/PA17951)": "JPT/BPP (N/0414/6/0344) 01/30 (MQA/PA17951)",
  "Introduction": "导言",
  "Ijazah Sarjana Muda": "学士学位",
  "3 Years": "3 年",
  "Gain a higher qualification, which will help you climb the career ladder in this highly lucrative field. This programme is designed to give students a deeper understanding of various courses first encountered in the Diploma in Aircraft Maintenance Engineering programme. Maintenance Engineering as equivalent to its Foundation Degree programme. The students would obtain an award from Kingston University, UK and another award from Nilai University.": "获得更高的资格证书，帮助您在这个利润丰厚的领域攀登职业阶梯。本课程旨在让学生更深入地了解飞机维修工程文凭课程中首次接触到的各种课程。飞机维修工程专业相当于其基础学位课程。学生将获得英国金斯顿大学颁发的奖项和汝来大学颁发的另一个奖项。",
  "di Nilai University, sama ada program": "在日莱大学，同样的课程",
  "9 Semesters": "9 个学期",
  "Crafting the Experts Behind Every Safe Flight.": "打造每一次安全飞行背后的专家。",
  "Konvensional": "文化",
  "The Bachelor in Business Administration (Business Analytics) with Honours provides a thorough understanding of data-driven decision-making in business. Students develop skills in data analysis, statistical modelling, and business intelligence tools, transforming raw data into actionable insights. The programme equips graduates to analyse complex problems, make informed decisions, and foster innovation across industries.": "工商管理（商业分析）荣誉学士课程让学生全面了解数据驱动的商业决策。学生将学习数据分析、统计建模和商业智能工具方面的技能，将原始数据转化为可操作的见解。该课程培养毕业生分析复杂问题、做出明智决策和促进跨行业创新的能力。",
  "Brochure": "手册",
  "Pembelajaran Terbuka dan Jarak Jauh (ODL)": "开放式远程学习（ODL）",
  "Upon completing the programme, graduates will be able to identify trends, forecast outcomes, and support strategic planning, preparing them for roles in business intelligence, data analysis, and consulting. This creates a solid foundation in business processes.": "完成该课程后，毕业生将能够识别趋势、预测结果和支持战略规划，为他们在商业智能、数据分析和咨询领域发挥作用做好准备。这为业务流程打下了坚实的基础。",
  "IEP Brochure": "个人教育计划手册",
  ". Pelajar yang memperoleh keputusan": ".获得决定权的学生",
  "Apart from field-specific courses, students are also given opportunities to develop communication, professional and personal skills and to be involved in co-curricular activities in a multicultural and ethnically diverse, local and foreign student population.": "除了特定领域的课程外，学生还有机会发展交流、专业和个人技能，并在多元文化和种族、本地和外国学生群体中参与联合课程活动。",
  "Programme Module": "计划单元",
  "9A dalam SPM": "SPM 中的 9A",
  "Programme Educational Objective (PEO)": "计划教育目标（PEO）",
  "Lead the dynamic global business": "领导充满活力的全球业务",
  "atau yang setaraf (IGCSE, UEC) layak memohon pengecualian yuran sepenuhnya (100%).": "或同等学历（IGCSE、UEC）可申请全额学费减免（100%）。",
  "Programme Learning Outcomes (PLO)": "课程学习成果（PLO）",
  "Programme Pathway": "计划途径",
  "Career Prospects": "职业前景",
  "Pelajar dengan keputusan lain juga berpeluang menerima diskaun yuran pengajian yang menarik:": "做出其他决定的学生也有机会获得诱人的朗诵折扣：",
  "Scholarship": "奖学金",
  "7A-8A": "7A-8A",
  "Pass with a minimum Grade C (GP 2.00) in any two (2) subjects, and a pass in Mathematics and English at SPM level; or": "任何两（2）科及格，至少 C 级（GP 2.00），以及 SPM 级数学和英语及格；或",
  ": Diskaun sehingga 75%": ":折扣高达 75",
  "Diploma (Level 4, MQF) in related field": "相关专业文凭（4 级，MQF",
  "Pass with a minimum Grade D in any two (2) subjects and a pass in Mathematics at SPM level; or": "在 SPM 级考试中，任何两（2）科及格，至少 D 级，数学及格；或",
  "5A-6A": "5A-6A",
  "Graduated with Diploma in Aircraft Maintenance Engineering or related field with minimum GCPA 2.00; or": "获得飞机维修工程或相关专业文凭，GCPA 至少达到 2.00；或",
  "Pass with a minimum Grade B in five (5) subjects and pass in Mathematics and English; or": "五（5）科及格，至少 B 级，数学和英语及格；或",
  ": Diskaun 50%": "：Diskaun 50",
  "A pass in SPM or equivalent; or": "大马教育文凭考试（SPM）及格或同等学历；或",
  "Foundation/ Matriculation": "预科/大学预科",
  "3A-4A": "3A-4A",
  "A pass in SPM English; or its equivalent": "SPM 英语及格；或同等学历",
  "Pass with a minimum CGPA of 2.00; or": "通过，CGPA 不低于 2.00；或",
  ": Diskaun 25%": "：Diskaun 25%",
  "English Language Requirements* (for international students)": "英语语言要求*（针对国际学生）",
  "STAM": "STAM",
  "SYARAT PENTING MENGEKALKAN BIASISWA SETIAP SEMESTER": "保持每学期奖学金的重要要求",
  "MUET": "MUET",
  "Pass with a minimum grade of Jayyid, and pass in Mathematics and English at SPM level; or": "在 SPM 考试中数学和英语及格，成绩不低于 Jayyid；或",
  "3.5": "3.5",
  "Untuk memastikan pelajar terus menikmati manfaat biasiswa ini sepanjang tempoh pengajian, pelajar": "为确保学生在整个学习期间继续享受该奖学金的福利，学生",
  "Diploma/ Advance Diploma (Level 4/5, MQF)": "文凭/高级文凭（4/5 级，MQF）",
  "IELTS": "雅思考试",
  "WAJIB": "强制性",
  "Pass with a minimum CGPA of 2.00": "通过，CGPA 至少为 2.00",
  "5.0": "5.0",
  "mengekalkan prestasi akademik dan kehadiran seperti berikut:": "保持以下学习成绩和出勤率",
  "TOEFL": "托福考试",
  "*Pass Mathematics at the SPM level can be waived when the qualifications contain an equivalent/ higher achievement.": "*如果资格证书中包含同等/更高的成绩，则可免除 SPM 级的数学及格。",
  "Pengecualian yuran pengajian 100%: Mengekalkan CGPA >3.50 dengan kehadiran >75% (untuk semua program kecuali program kejururawatan) atau >90% (untuk program kejururawatan) setiap semester": "免除 100%的重读费：保持 CGPA >3.50，每学期出勤率 >75%（所有课程，职业课程除外）或 >90%（职业课程）。",
  "7.5 (Ess Online) / 40 (iBT)": "7.5（Ess 在线）/40（iBT）",
  "* *Those without a pass in Mathematics / English at the SPM level or equivalent are required to attend special enhancement courses": "* *数学/英语成绩未达到 SPM 或同等水平者，必须参加特别强化课程。",
  "Pearson": "皮尔森",
  "English Language Requirements* (for international student)": "英语语言要求*（国际学生）",
  "Pengecualian yuran pengajian 75% dan ke bawah: Mengekalkan GPA dan CGPA >3.00 dengan kehadiran >75% (Pelajar Malaysia sahaja) setiap semester": "排除 75% 及以下的学生：每学期平均学分绩点（GPA）和总平均学分绩点（CGPA）大于 3.00，出勤率大于 75% (Pelajar Malaysia sahaja)",
  "47": "47",
  "4.0": "4.0",
  "ANUGERAH KECEMERLANGAN KOKURIKULUM & SUKAN": "课外活动与体育业务活动",
  "Linguaskill OL": "语言差异 OL",
  "5.5": "5.5",
  "154": "154",
  "Bagi pelajar yang aktif dan berprestasi tinggi dalam bidang sukan, sama ada mewakili peringkat kebangsaan mahupun negeri, Nilai University mengiktiraf bakat anda melalui": "对于活跃在体育领域并取得优异成绩的学生，无论是代表国家还是州排名，汝来大学都会通过以下方式认可您的才能",
  "8 (Ess OL) / 46 (iBT)": "8（Ess OL）/ 46（iBT）",
  "ELS": "ELS",
  "51": "51",
  "Anugerah Kecemerlangan Kokurikulum & Sukan (Extra-Curiculum & Sports Excellence Award-ECSEA)": "课外活动与体育卓越奖--ECSEA",
  "107": "107",
  "Linguaskill": "语言",
  "*International students with qualifications from educational systems where English language is the main medium of instruction are exempted from this requirement.": "*在以英语为主要教学语言的教育体系中取得学历的留学生可免除这一要求。",
  ". Anugerah berprestij ini adalah penghargaan kami kepada pelajar yang mencapai kecemerlangan yang membanggakan dalam arena sukan.": ".这一殊荣是我们对在体育领域取得杰出成就的学生的褒奖。",
  "160": "160",
  "OET": "OET",
  "Untuk memohon anugerah ini, calon perlu memenuhi kriteria berikut:": "要申请这项福利，候选人需要满足以下条件：",
  "International students who do not fulfil the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the language and prepares them for the Linguaskill examination.": "未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，该课程可提高他们的语言技能，为参加 Linguaskill 考试做好准备。",
  "200": "200",
  "Core": "核心",
  "108": "108",
  "Terbuka kepada Wakil/Pemain Peringkat Kebangsaan dan Negeri dengan pencapaian yang konsisten dalam tempoh 12 bulan, dalam masa 2 tahun sebelum tamat pendidikan sekolah menengah atau tinggi.": "面向完成中等或高等教育前 2 年内，在 12 个月内持续取得优异成绩的国家和州代表/排名选手。",
  "Aerospace Technology I": "航空航天技术 I",
  "*International students with qualifications from educational systems where the English language is the primary medium of instruction are exempted from this requirement.": "*在以英语为主要教学语言的教育体系中取得学历的留学生可免于这一要求。",
  "Terbuka kepada program Diploma & Ijazah Sarjana Muda sahaja.": "仅对文凭和学士学位课程开放。",
  "Aerospace Technology II": "航空航天技术 II",
  "*International students who do not fulfil the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the": "*未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，该课程可提高他们在以下方面的技能",
  "Aircraft Engineering Individual Project I": "飞机工程个人项目 I",
  "Perlu mengekalkan CGPA>2.00 untuk terus layak pada semester berikutnya.": "需要将 CGPA 保持在 2.00 以上，才能在随后的学期继续获得资格。",
  "Aircraft Engineering Individual Project II": "飞机工程个人项目 II",
  "language and prepares them for the Linguaskill examination.": "并为他们参加语言技能考试做好准备。",
  "Penginapan percuma disediakan untuk wakil kebangsaan, manakala wakil negeri layak mendapat diskaun 50% bagi sewa penginapan.": "为国家代表提供免费住宿，而州代表的住宿租金可享受 50%的折扣。",
  "Aircraft Maintenance Operations I": "飞机维修操作 I",
  "*Malaysian students’ pass in English can be waived if previous study was done in English or has at least with Band 2 in MUET": "*如果马来西亚学生以前的学习是以英语完成的，或在 MUET 中至少达到 Band 2，则可免除英语及格。",
  "MENGAPA NILAI UNIVERSITY PILIHAN YANG TEPAT UNTUK ANDA?": "为什么大学成绩是您的正确选择？",
  "Aircraft Maintenance Operations II": "飞机维修操作 II",
  "PEO 1": "PEO 1",
  "Air Transport Economics I": "航空运输经济学 I",
  "Nilai University bukan sekadar menawarkan pendidikan yang berkualiti tinggi, malah amat komited untuk membantu meringankan beban kewangan pelajar.": "汝来大学不仅提供高质量的教育，还致力于帮助学生减轻经济负担。",
  ":": ":",
  "Air Transport Economics II": "航空运输经济学 II",
  "Equip graduates who are knowledgeable and able to solve business analytics problems.": "培养有知识、有能力解决商业分析问题的毕业生。",
  "Berikut adalah beberapa sebab mengapa Nilai University adalah pilihan terbaik untuk anda:": "以下是您选择汝来大学的理由：",
  "Research Methods and Design": "研究方法与设计",
  "PEO 2": "PEO 2",
  "Program berkualiti dan holistik": "优质和全面的计划",
  "Unmanned Aerial Vehicle Operations": "无人驾驶飞行器操作",
  "Demonstrate practical skills, interpersonal talent, leadership ability and communication proficiency, as well as use a broad range of digital applications and analytical techniques to support business functions in the business analytics field": "展示实用技能、人际交往才能、领导能力和沟通能力，以及使用广泛的数字应用和分析技术来支持商业分析领域的业务职能",
  "Electives": "选修课",
  "PEO 3": "PEO 3",
  ": Semua program diakreditasi oleh Agensi Kelayakan Malaysia (": ":所有课程均通过马来西亚高等教育机构（Agensi Kelayakan Malaysia）的认证。",
  "Airline and Airport Operations": "航空公司和机场运营",
  "MQA": "MQA",
  "Exhibit leadership qualities and self-improvement in corporate management, as well as professional advancement.": "在企业管理和职业发展方面表现出领导素质和自我完善能力。",
  "Air Traffic Management": "空中交通管理",
  "PEO 4": "PEO 4",
  ") dan diiktiraf oleh": ")，并得到",
  "Aviation Safety": "航空安全",
  "Kementerian Pendidikan Tinggi": "高等教育部",
  "Commit to and seek out learning for the continuous development of creativity, innovation, and an entrepreneurial mindset, while also cultivating the ability to achieve personal lifelong learning.": "致力于并寻求学习，以不断发展创造力、创新力和创业心态，同时培养个人终身学习的能力。",
  "Mata Pelajaran Umum (Compulsory)": "综合科目（必修）",
  "Pengiktirafan Global": "全球认可",
  "PEO 5": "PEO 5",
  "Bahasa Kebangsaan A": "国语 A",
  "Hold to integrity and professionalism in all aspects of life.": "在生活的各个方面坚持正直和专业精神。",
  ": Diiktiraf oleh QS World University Ranking": ":QS 世界大学排名认可",
  "Penghayatan Etika Dan Peradaban (Malaysians) / Bahasa Melayu Komunikasi I (International Students)": "道德与文明（马来西亚人）/马来语交流 I（国际学生）",
  "PLO 1": "PLO 1",
  "Persekitaran pembelajaran kondusif": "有利的学习环境",
  "Co-curriculum": "共同课程",
  "Relate knowledge and/or professional activities, and incorporate ideas into business analytics field.": "将知识和/或专业活动联系起来，并将想法融入商业分析领域。",
  ": Bilik pembelajaran lengkap dengan teknologi terkini dan penginapan kampus yang selesa.": ":配备最新技术的设备齐全的学习室和舒适的校园住宿环境。",
  "Integrity and Anti-corruption": "廉政与反腐败",
  "PLO 2": "PLO 2",
  "Graduate Preparatory Course": "研究生预备课程",
  "Jangan lepaskan peluang ini! Mohon biasiswa di Nilai University hari ini, tempat adalah terhad. Permohonan boleh dihantar melalui pautan": "不要错失良机！立即申请汝来大学奖学金，名额有限。可通过以下链接提交申请",
  "Apply wide and comprehensive business analytics knowledge to manage complex problems in business organisations using different approaches.": "运用广泛而全面的商业分析知识，采用不同方法管理企业中的复杂问题。",
  "The aims of the field are to produce aircraft maintenance engineers who:": "该领域的目标是培养具备以下能力的飞机维修工程师：",
  "www.nilai.edu.my/scholarships": "www.nilai.edu.my/scholarships",
  "PLO 3": "PLO 3",
  "Possess a technical knowledge of the broader aspects of aircraft maintenance outside the scope of knowledge gained from aircraft maintenance engineering diploma and work experience within aircraft maintenance industry;": "在飞机维修工程文凭和飞机维修行业工作经验所学知识范围之外，掌握更广泛的飞机维修技术知识；",
  "atau hubungi kami di talian 017-350 1188 untuk maklumat lanjut.": "或在线联系我们 017-350 1188 了解详情。",
  "Organize diverse activities and procedures in organisations ethically and flexibly.": "以合乎道德的方式灵活组织各种活动和程序。",
  "Develop and enhance the academic, professional and personal skills necessary for registration as Incorporated Engineers;": "培养和提高注册成为注册工程师所需的学术、专业和个人技能；",
  "Bachelor in Computer Science (Honours) (Artificial Intelligence) | Nilai University": "计算机科学（荣誉）学士（人工智能） | 汝来大学",
  "PLO 4": "PLO 4",
  "Possess knowledge and skills necessary for them to exploit their potential in the furtherance of their careers and ultimately become proficient managers in the aircraft maintenance industry.": "掌握必要的知识和技能，以便在职业发展中挖掘潜力，最终成为飞机维修行业的精通管理者。",
  "Develop collaborative skills to effectively engage with a wider stakeholders.": "培养与更广泛的利益相关者有效合作的技能。",
  "JPT/BPP(N/0613/6/0090) 07/29, (MQA/PA17457)": "JPT/BPP(N/0613/6/0090) 07/29, (MQA/PA17457)",
  "At the end of this programme, graduates should be able to:": "在本课程结束时，毕业生应能够",
  "PLO 5": "PLO 5",
  "January / June / September": "一月/六月/九月",
  "Apply knowledge of fundamental principles of aerodynamics, propulsion, structures and materials to aircraft performance problems": "运用空气动力学、推进、结构和材料的基本原理知识解决飞机性能问题",
  "Demonstrate strong and persuasive oral and written communication skills with varied stakeholders.": "与不同的利益相关者进行口头和书面交流时，表现出很强的说服力。",
  "Artificial Intelligence (AI) has experienced substantial growth and adoption across various industries, including healthcare, finance, manufacturing, and technology. The demand for professionals capable of designing, implementing, and managing AI systems is increasing. Offering an AI program aligns with current market trends, addressing the high demand for AI professionals and ensuring that Nilai University students remain up to date with the latest advancements in the field.": "人工智能（AI）在医疗保健、金融、制造和技术等各行各业都得到了长足的发展和应用。对能够设计、实施和管理人工智能系统的专业人才的需求也在不断增加。开设人工智能课程符合当前的市场趋势，既能满足对人工智能专业人才的大量需求，又能确保汝来大学的学生始终掌握该领域的最新进展。",
  "Analyse well-defined engineering problems in aircraft engineering and airline transport;": "分析飞机工程和航空运输中定义明确的工程问题；",
  "PLO 6": "PLO 6",
  "Formulate solutions to well-defined technical problems in aircraft engineering and air transport industry;": "针对飞机工程和航空运输业中定义明确的技术问题制定解决方案；",
  "This specialised Bachelor of Computer Science (Honours) program focuses on equipping students with the knowledge, skills, and expertise required to understand, develop, and apply AI technologies. Throughout the program, they engage in theoretical learning, practical exercises, and hands-on projects whether in individual or group assignments to develop their technical skills and problem-solving abilities. In their final year, students have the opportunity to conduct original research in a specific area of  computer science, culminating in a project that allows them to demonstrate their analytical, critical thinking, and research skills while showcasing their expertise in a particular aspect of artificial intelligence.": "本计算机科学（荣誉）专业学士学位课程的重点是让学生掌握理解、开发和应用人工智能技术所需的知识、技能和专业知识。在整个课程中，学生通过个人或小组作业参与理论学习、实践练习和实践项目，以培养自己的技术技能和解决问题的能力。在最后一年，学生有机会在计算机科学的一个特定领域开展原创性研究，并最终完成一个项目，以展示他们的分析、批判性思维和研究技能，同时展示他们在人工智能某一特定方面的专业知识。",
  "Display important digital abilities for research, job, or school.": "展示研究、工作或学习所需的重要数字能力。",
  "Assist in the formulation of systems, components or processes to meet specified needs;": "协助制定系统、组件或流程，以满足特定需求；",
  "Programme Highlights": "计划要点",
  "PLO 7": "PLO 7",
  "Conduct investigations of well-defined aircraft engineering problems;": "对定义明确的飞机工程问题进行调查；",
  "Programme Modules": "计划单元",
  "Interpret numerical, qualitative, and graphical data to aid in decision-making and problem-solving in the workplace/classroom.": "解释数字、定性和图表数据，以帮助在工作场所/教室做出决策和解决问题。",
  "Apply appropriate techniques, resources, and aircraft engineering tools to well-defined engineering activities, with an awareness of the limitations;": "在明确界定的工程活动中应用适当的技术、资源和飞机工程工具，并意识到其局限性；",
  "STPM (Arts stream)": "大马高等教育文凭考试（文科）",
  "PLO 8": "PLO 8",
  "Demonstrate an awareness of and consideration for societal, health, safety, legal and cultural issues and their consequent responsibilities;": "展示对社会、健康、安全、法律和文化问题及其相应责任的认识和考虑；",
  "Pass with a minimum Grade of C (GP 2.00) in any (2) subjects and a credit in Additional Mathematics at the SPM Level or its equivalent": "在大马教育文凭考试（SPM）中，任何（2）个科目及格且成绩至少为 C（GP 2.00），以及附加数学或同等科目优等成绩",
  "Display leadership abilities and a sense of duty in leading commercial organizations.": "在领导商业组织时表现出领导能力和责任感。",
  "Communicate effectively with the engineering community and society at large;": "与工程界和整个社会有效沟通；",
  "OR": "或",
  "PLO 9": "PLO 9",
  "Present persistent self-improvement for academic and professional advancement.": "坚持不懈地自我完善，促进学术和专业发展。",
  "Pass with a minimum Grade of C (GP 2.00) in any (2) subjects AND a credit in SPM Mathematics and any one of the Science, Technology or Engineering subjects or its equivalent.": "任一（2）个科目及格且成绩至少为 C（GP 2.00），以及 SPM 数学和任一科学、技术或工程科目优等或同等成绩。",
  "Function effectively in a diverse technical team;": "在多样化的技术团队中有效发挥作用；",
  "PLO 10": "PLO 10",
  "STPM (Science stream)": "大马高等教育文凭考试（理科）",
  "Employ entrepreneurial qualities in the process of finding solutions to organizational concerns.": "在为组织关切的问题寻找解决方案的过程中，运用企业家素质。",
  "Pass with a minimum Grade of C (GP 2.00) in Mathematics subject and ONE (1) Science / ICT subject; or": "数学科目及一（1）门科学/信息和通信技术科目成绩合格，且至少达到 C 级（GP 2.00）；或",
  "Demonstrate an understanding of professional ethics, responsibilities and norms of engineering practices;": "展示对职业道德、责任和工程实践规范的理解；",
  "Core (Common)": "核心（通用）",
  "PLO 11": "PLO 11",
  "Introduction to Finance": "金融入门",
  "Pass with Grade D in any two (2) subjects and a credit in Additional Mathematics at the SPM Level or its equivalent;": "大马教育文凭考试（SPM）中任何两（2）科及格且成绩为 D 级，以及附加数学或同等成绩；",
  "Demonstrate skills in aircraft engineering management, business practices, entrepreneurships;": "展示飞机工程管理、商业实践和创业技能；",
  "Introduction to Management Accounting": "管理会计入门",
  "Pass with a minimum of Grade D in any two (2) subjects and a credit in Mathematics and any one of the Science Technology or Engineering Subjects at SPM Level or its equivalent;": "在大马教育文凭考试（SPM）中，任何两（2）门科目及格且成绩至少为 D 级，数学和任何一门科学、技术或工程科目优等或同等成绩；",
  "PLO 12": "PLO 12",
  "Principles of Marketing": "市场营销原理",
  "Pass with minimum grade of Jayyid in any 2 subjects and credit in Additional Mathematics at SPM level": "大马教育文凭考试（SPM）中任何两门科目及格且成绩不低于 Jayyid，附加数学成绩优良",
  "Foundation of Business": "商业基础",
  "Demonstrate an understanding of the impact of aircraft engineering practices, taking into account the need for sustainable development;": "考虑到可持续发展的需要，展示对飞机工程实践影响的理解；",
  "Business Communications": "商务通信",
  "Pass with minimum grade of Jayyid in any 2 subjects and credit in Mathematics and any Science, Technology or Engineering subjects at SPM level.": "大马教育文凭考试（SPM）中任何两门科目及格且成绩不低于 Jayyid，数学和任何科学、技术或工程科目优等。",
  "PLO 13": "PLO 13",
  "Law for Business": "商业法律",
  "Pass with at least Grade B in any five (5) subjects and a credit in Additional Mathematics at the": "五（5）科及格，至少达到 B 级，并在附加数学中获得优等。",
  "Recognise the need for professional development and to engage in independent and lifelong learning.": "认识到专业发展的必要性，并参与独立和终身学习。",
  "Principles of Microeconomics": "微观经济学原理",
  "SPM Level or its equivalent;": "SPM 或同等学历；",
  "Here are some career options after you’ve graduated in Aircraft Maintenance Engineering:": "以下是飞机维修工程专业毕业后的一些职业选择：",
  "Principles of Macroeconomics": "宏观经济学原理",
  "Pass with at least Grade B in any five (5) subjects and a credit in Mathematics and any one of": "五（5）科成绩至少达到 B 级，数学及以下任一科目获得优等",
  "Aircraft Maintenance Technician": "飞机维修技术员",
  "Principles of Management": "管理原则",
  "Aircraft Maintenance Engineer (Mechanical)": "飞机维修工程师（机械）",
  "the Science Technology or Engineering Subjects at SPM Level or its equivalent": "大马教育文凭考试（SPM）科学、技术或工程科目或同等资格",
  "Human Resource Management": "人力资源管理",
  "Aircraft Maintenance Engineer (Avionics)": "飞机维修工程师（航空电子设备）",
  "Foundation / Matriculation": "预科/入学",
  "Strategic Management": "战略管理",
  "Aero Components Repair Technician": "航空部件维修技术员",
  "Business Ethics and Social Responsibilities": "商业道德与社会责任",
  "Pass with a minimum CGPA of 2.00 and a credit in Additional Mathematics at the SPM Level": "成绩合格，CGPA 至少达到 2.00，并在 SPM 级附加数学中获得一个学分",
  "Quality Assurance Engineer": "质量保证工程师",
  "Business Process Management": "业务流程管理",
  "or its equivalent;": "或其等价物；",
  "Airworthiness Inspector": "适航检查员",
  "Quantitative Methods for Business": "商业定量方法",
  "Pass with a minimum CGPA of 2.00 and a credit in Mathematics and any one of the Science": "通过，CGPA 不低于 2.00，数学和任何一门科学成绩优良",
  "Technical Service Engineer": "技术服务工程师",
  "Core (Discipline)": "核心（学科）",
  "Technology or Engineering Subjects at SPM Level or its equivalent. Candidates are required to take and pass reinforcement mathematics subject in the first semester.": "大马教育文凭考试（SPM）技术或工程科目或同等资格。考生须在第一学期选修并通过数学强化科目。",
  "Introduction to Financial Accounting": "财务会计入门",
  "Nilai University offers scholarships for students from various backgrounds, with the goal of helping students grow to be well-rounded and ambitious individuals and allowing them to reach their goals through quality education. We achieve this by combining academic excellence with a growth mindset for life-long learning.": "汝来大学为来自不同背景的学生提供奖学金，旨在帮助学生成长为全面发展、志向远大的人才，让他们通过优质教育实现自己的目标。我们通过将卓越的学术成就与终身学习的成长心态相结合来实现这一目标。",
  "Diploma in Computing fields (Level 4, MQF)": "计算机领域文凭（4 级，MQF）",
  "Marketing Management": "营销管理",
  "SCHOLARSHIP": "奖学金",
  "Pass with minimum CGPA of 2.50, CGPA below 2.50 but more than 2.00 subject to internal evaluation / interview; or": "通过，CGPA 不低于 2.50，CGPA 低于 2.50 但高于 2.00 须通过内部评估/面试；或",
  "Leadership": "领导能力",
  "Related Programmes": "相关计划",
  "Any Diploma in Science": "理科文凭",
  "Organisational Behaviour": "组织行为学",
  "Bachelor in Hospitality Management (Honours) with Business Management | Nilai University": "酒店管理（荣誉）与商业管理学士学位 | 汝来大学",
  "& Technology": "与技术",
  "E-Commerce": "电子商务",
  "JPT/BPP (R3/1013/6/0016)08/28,(MQA/A9197)": "JPT/BPP (R3/1013/6/0016)08/28,(MQA/A9197)",
  "(Level 4,MQF)": "(第 4 级，MQF）",
  "Management Information System": "管理信息系统",
  "Propel your managerial career in an exhilarating hospitality and tourism adventure. This programme equips you with professional skills in hospitality operations while developing your management abilities. You will acquire strong business acumen in managing people, profitability, issues, events and marketing within the hospitality and tourism industry. Ultimately, this programme gives you the career mobility to dive into a challenging supervisory position within the hospitality and tourism sector or optionally soar in a business specialization in any industry.": "在令人兴奋的酒店与旅游业探险中推动你的管理职业生涯。本课程在培养你的管理能力的同时，还能让你掌握酒店经营方面的专业技能。你将在酒店和旅游业内获得管理人员、盈利能力、问题、活动和营销方面的强大商业头脑。最终，本课程将为您提供职业流动性，使您可以在酒店和旅游业中担任具有挑战性的主管职位，或选择在任何行业的商业专业中翱翔。",
  "Pass with a minimum CGPA 2.75; CGPA below 2.75 but more than 2.50 may subject internal evaluation / interview; or": "通过，CGPA 不低于 2.75；CGPA 低于 2.75 但高于 2.50，可接受内部评估/面试；或",
  "International Business": "国际商务",
  "A pass with a minimum Grade C (GP 2.00) in any two (2) subjects; or": "任何两（2）门科目及格且成绩不低于 C 级（GP 2.00）；或",
  "Human Resource Management for Practitioners": "从业人员人力资源管理",
  "Diploma Kemahiran Malaysia (DKM) / Diploma Vokasional Malaysia (DVM) /  Diploma Lanjutan Kemahiran Malaysia (DLKM)  in Computing fields": "计算机领域的马来西亚计算机文凭（DKM）/马来西亚职业文凭（DVM）/Lanjutan Kemahiran Malaysia（DLKM）文凭",
  "A pass with a minimum of Grade D in any two (2) subjects; or": "任何两（2）门科目及格且至少达到 D 级；或",
  "Business Analytics": "商业分析",
  "Pass with a minimum CGPA of 2.50 subjected to HEP Senate / Academic Board’s approval": "总平均学分绩点（CGPA）不低于 2.50 的及格者，须经高等教育处教务委员会/学术委员会批准",
  "A pass with a minimum grade of Jayyid (Good); or": "及格，最低成绩为 Jayyid（良好）；或",
  "Industrial Economic": "工业经济",
  "7.5 (Ess Online) / 40 (iBT)": "7.5（Ess 在线）/40（iBT）",
  "Pass UEC with at least Grade B in five (5) subjects; or": "通过统考文凭考试，五（5）科成绩至少达到 B 级；或",
  "Logistics & Supply Chain Management": "物流与供应链管理",
  "International students with qualifications where English language is the main medium of instruction are exempted from this requirement": "持有以英语为主要教学语言的学历的国际学生可免于此要求",
  "Specialisation": "专业化",
  "Matriculation / Foundation": "入学/预科",
  "Data Mining": "数据挖掘",
  "A pass with a minimum CGPA of 2.00; or": "及格，CGPA 不低于 2.00；或",
  "International students who do not fulfil the English Language Requirements may join the Intensive English Programme at Nilai University to builds their skills in the language and prepares them for the IELTS examination": "未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，以提高语言技能并为雅思考试做好准备。",
  "Big Data Analytics": "大数据分析",
  "Diploma in related field (Level 4, MQF)": "相关领域的文凭（4 级，MQF）",
  "Hands-on projects to develop technical and problem-solving abilities in these essential AI technologies:": "开展实践项目，培养掌握这些重要人工智能技术和解决问题的能力：",
  "Data Visualization": "数据可视化",
  "Machine learning": "机器学习",
  "A pass with a minimum CGPA of 2.00 or its equivalent": "成绩合格，CGPA 至少达到 2.00 或同等水平",
  "Predictive Analytics": "预测分析",
  "Deep learning": "深度学习",
  "7.5 (Ess OL) / 40 (iBT)": "7.5（Ess OL）/40（iBT）",
  "Business Intelligence": "商业智能",
  "Artificial intelligence in robotics": "机器人人工智能",
  "International students who do not fulfil the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the language and prepares them for the IELTS examination.": "未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，以提高语言技能并为雅思考试做准备。",
  "Prescriptive Analytics": "预设分析",
  "Fuzzy logic-based expert systems": "基于模糊逻辑的专家系统",
  "Foundational": "基础",
  "Business Forecasting": "业务预测",
  "Big data analytics": "大数据分析",
  "Understanding Hospitality Businesses": "了解酒店业",
  "Programming for Analytics": "分析编程",
  "Computer vision": "计算机视觉",
  "Accommodation Management": "住宿管理",
  "Business Analytics Project": "商业分析项目",
  "Image processing": "图像处理",
  "Consumer Behaviour": "消费者行为",
  "Business Modelling": "业务建模",
  "Natural language processing": "自然语言处理",
  "Developing the Hospitality Business": "发展酒店业",
  "Programming languages": "编程语言",
  "Entrepreneurial Business Planning": "创业企业规划",
  "Compulsory": "强制性",
  "Python": "Python",
  "Essential of Information Skills": "基本信息技能",
  "Philosophy & Current Issues (Malaysians & International Students)": "哲学与时事（马来西亚人与留学生）",
  "R": "R",
  "E-Business": "电子商务",
  "Java": "Java",
  "Penghayatan Etika & Peradaban (Malaysians) OR Bahasa Melayu Komunikasi 2 (International Students)": "道德与文明（马来西亚人）或马来语交流 2（国际学生）",
  "Financial Analysis and Control for Hospitality and Tourism Businesses": "酒店和旅游企业的财务分析与控制",
  "C++": "C++",
  "Integrity and Anti-Corruption": "廉政与反腐败",
  "Food and Beverage Service I": "餐饮服务 I",
  "Matlab": "Matlab",
  "*** Bahasa Kebangsaan A": "*** 国语 A",
  "Food and Beverage Service II": "餐饮服务 II",
  "Year 1": "第一年",
  "Industrial Training": "工业培训",
  "Food Preparation I": "食品制作 I",
  "EC3105 - C Programming": "EC3105 - C 语言程序设计",
  "•    Internship": "- 实习",
  "Food Preparation II": "食品制作 II",
  "EC3114 - Software Modeling and Analysis": "EC3114 - 软件建模与分析",
  "The programme is specially tailored for undergraduate’s degree level to fulfil the industry’s need for highly knowledgeable and skilled professionals in related fields": "该课程专门为本科生量身定制，以满足行业对相关领域高知识、高技能专业人才的需求。",
  "Hospitality Events Management I": "酒店活动管理 I",
  "EC3119 - Database Systems": "EC3119 - 数据库系统",
  "Careers": "职业生涯",
  "Hospitality Events Management II": "酒店活动管理 II",
  "Business Consultant": "业务顾问",
  "Hospitality Law": "接待法",
  "EC3120 - Computer Architecture and Organisation": "EC3120 - 计算机体系结构与组织",
  "Business Intelligence Analyst": "商业智能分析师",
  "Introduction to French I": "法语入门 I",
  "EC3121 - Introduction to Object Oriented Programming": "EC3121 - 面向对象程序设计入门",
  "Business Analyst": "业务分析员",
  "Introduction to Marketing": "市场营销入门",
  "EC3122 - Web Development": "EC3122 - 网络开发",
  "Blockchain Analyst": "区块链分析师",
  "Issues in International Hospitality and Tourism Management": "国际酒店与旅游管理问题",
  "EC3123 - Operating Systems Principles": "EC3123 - 操作系统原理",
  "Data Architect": "数据架构师",
  "Managing Hospitality Business": "酒店业务管理",
  "EC3127 - Understanding Computing": "EC3127 - 了解计算",
  "Data Analyst": "数据分析师",
  "Managing People in the International Hospitality and Tourism Industries": "国际酒店与旅游业的人员管理",
  "EC3130 - Introduction to Data Communications and Networking": "EC3130 - 数据通信与网络导论",
  "Data Scientist": "数据科学家",
  "Organisational Behavior": "组织行为",
  "EC3132 - Python Programming": "EC3132 - Python 程序设计",
  "Chief Data Officer": "首席数据官",
  "Business Research Methods": "商业研究方法",
  "Year 2": "二年级",
  "Marketing Analyst": "营销分析师",
  "Revenue and Profit Management for Hospitality and Tourism": "酒店与旅游业收入与利润管理",
  "EC3234 - Data Structure and Algorithms": "EC3234 - 数据结构与算法",
  "Financial Analyst": "财务分析师",
  "Strategic Marketing Management in Hospitality and Tourism": "酒店与旅游业战略营销管理",
  "EC3240 - Computer Graphics": "EC3240 - 计算机图形学",
  "Programmer Analyst": "程序分析员",
  "Capstone": "毕业设计",
  "EC3243 - Object Oriented Software Development": "EC3243 - 面向对象软件开发",
  "Supply Chain Analyst": "供应链分析师",
  "Business Synoptic": "业务综述",
  "EC3253 - Software Design and Architecture": "EC3253 - 软件设计与架构",
  "Risk Analyst": "风险分析师",
  "Mata Pelajaran Umum / University Courses": "一般科目/大学课程",
  "EC3269 - Human Computer Interaction": "EC3269 - 人机交互",
  "Analytics Manager": "分析经理",
  "Etnik & Penghayatan (Malaysian) or Bahasa Melayu Komunikasi 2 (International)": "民族与鉴赏（马来西亚）或马来语交流 2（国际）",
  "Project Manager": "项目经理",
  "EC3272 - Artificial Intelligence": "EC3272 - 人工智能",
  "Philosophy and Current Issues": "哲学与当前问题",
  "Operations Research": "运筹学",
  "EC3284 - Discrete Structures": "EC3284 - 离散结构",
  "Professional Development": "专业发展",
  "Machine Learner Engineer": "机器学习工程师",
  "EC3286 - Fuzzy Logic-Based Expert System": "EC3286 - 基于模糊逻辑的专家系统",
  "Public Speaking": "公开演讲",
  "Structured query language (SQL)": "结构化查询语言（SQL）",
  "EC3288 - Information Assurance Security": "EC3288 - 信息安全保障",
  "Malay Language": "马来语",
  "Bachelor in Information Technology (Cybersecurity) (Honours) | Nilai University": "信息技术（网络安全）（荣誉）学士学位 | 汝来大学",
  "EC3289 - Machine Learning": "EC3289 - 机器学习",
  "(Only for Malaysian students without a credit in SPM BM)": "(仅适用于未在马来西亚教育文凭考试（SPM BM）中取得学分的马来西亚学生",
  "JPT/BPP(N/0611/6/0021)07/28,(MQA/PA16533)": "JPT/BPP(N/0611/6/0021)07/28,(MQA/PA16533)",
  "Year 3": "第三年",
  "Here are some career options after you’ve graduated with a diploma or degree in Hospitality & Tourism:": "以下是您获得酒店与旅游业文凭或学位后的一些职业选择：",
  "EC3302 - Theory of Computation": "EC3302 - 计算理论",
  "Chef": "老板",
  "This specialised program is designed to equip students with the knowledge, skills, and expertise required to protect digital assets, networks, and systems from cyber threats and attacks. The curriculum of a Bachelor in Information Technology (Cybersecurity) (Honours) program covers a wide range of topics relevant to cybersecurity and students will engage in cybersecurity projects, ethical hacking exercises, and real-world cybersecurity scenarios.These practical experiences allow students to apply their knowledge in practical settings, gain valuable experience, and develop relevant skills sought after by employers in the cybersecurity field.": "本专业课程旨在让学生掌握保护数字资产、网络和系统免受网络威胁和攻击所需的知识、技能和专业知识。信息技术（网络安全）（荣誉）学士学位课程涵盖了与网络安全相关的广泛主题，学生将参与网络安全项目、道德黑客练习和真实世界的网络安全场景。这些实践经验使学生能够在实际环境中应用所学知识，获得宝贵的经验，并培养网络安全领域雇主所需要的相关技能。",
  "EC3306 - Software Project Management": "EC3306 - 软件项目管理",
  "Commis/Cook": "杂工/厨师",
  "EC3350 - Computer Vision and Image Processing": "EC3350 - 计算机视觉与图像处理",
  "Pass in STPM with a minimum grade of C (GPA 2.00) in any (2) subjects and a credit in Mathematics at SPM level or its equivalent; or": "大马高等教育文凭考试（STPM）任何（2）门科目及格，成绩至少为 C（GPA 2.00），且在大马高等教育文凭考试（SPM）数学或同等科目中获得优等；或",
  "Cruise Ship Host": "游轮主持人",
  "EC3355 - Big Data Analytics": "EC3355 - 大数据分析",
  "A-level": "A 级",
  "Hotel Manager": "酒店经理",
  "EC3366 - Platform Based Development": "EC3366 - 基于平台的开发",
  "Pass with a minimum Grade D in any two (2) subjects and a credit in Mathematics at SPM Level or its equivalent; or": "在大马教育文凭考试（SPM）中，任何两（2）科及格，成绩至少为 D 级，且数学成绩优良，或同等成绩；或",
  "Food and Beverage Manager": "餐饮经理",
  "EC3367 - Parallel and Distributed Computing": "EC3367 - 并行和分布式计算",
  "Customer Service Manager": "客户服务经理",
  "EC3368 - Artificial Intelligence in Robotics": "EC3368 - 机器人学中的人工智能",
  "Pass with at least Grade B in any five (5) subjects and a credit in Mathematics at SPM Level or its equivalent; or": "在 SPM 或同等水平考试中，五（5）科成绩至少达到 B 级，且数学成绩优良；或",
  "Event Manager": "活动经理",
  "EC3374 - Deep Learning": "EC3374 - 深度学习",
  "Restaurant Manager": "餐厅经理",
  "Pass with a minimum grade of Jayyid in any TWO (2) subjects and a credit in Mathematics at SPM level or its equivalent; or": "在 SPM 或同等水平的考试中，两（2）科及格且数学成绩不低于 Jayyid；或",
  "EC3371 - AI Project I": "EC3371 - 人工智能项目 I",
  "Foundation / Matriculation Studies": "预科/大学预科",
  "Bachelor in Software Engineering (Honours) | Nilai University": "软件工程（荣誉）学士 | 汝来大学",
  "EC3372 - AI Project II": "EC3372 - 人工智能项目 II",
  "JPT/BPP(R/0613/6/0673)07/27,(MQA/FA5717)": "JPT/BPP(R/0613/6/0673)07/27,(MQA/FA5717)",
  "Pass in Matriculation or Foundation studies with a minimum CGPA of 2.00 and a credit in Mathematics at SPM level or its equivalent; or": "预科或基础课程及格，CGPA 至少达到 2.00，SPM 级数学成绩优良或同等成绩；或",
  "GP3304 - Internship": "GP3304 - 实习",
  "Diploma in Computer Fields (Level 4, MQF) or its equivalent": "计算机领域文凭（4 级，MQF）或同等学历",
  "Software Engineering is the discipline of developing and maintaining software systems that behave reliably and efficiently, are affordable and are built to customers’ specifications. It will always be a major tool to support the software development of all organizations regardless of the nature of business. Software engineers are expected to develop systematic models and reliable techniques for producing high-quality software on time and within a budget. This programme aims to provide students with a solid foundation of the concept and the underlying principles of software engineering. It contains significantly more software related courses and places a greater emphasis in cultivating an understanding of and experience in the software process. The programme equips students with the knowledge and skills necessary to analyse, design, develop, test and implement, evaluate, maintain and document a large scale software system.": "软件工程（Software Engineering）是一门开发和维护软件系统的学科，这些软件系统性能可靠、效率高、价格适中，并符合客户的规格要求。无论业务性质如何，软件工程始终是支持所有组织软件开发的主要工具。软件工程师需要开发系统的模型和可靠的技术，以便在预算范围内按时开发出高质量的软件。本课程旨在为学生打下软件工程概念和基本原则的坚实基础。该课程包含更多与软件相关的课程，更加注重培养学生对软件流程的理解和经验。该课程使学生掌握分析、设计、开发、测试和实施、评估、维护和记录大型软件系统所需的知识和技能。",
  "Artificial Intelligence (AI) Specialist": "人工智能（AI）专家",
  "Algorithm Specialist": "算法专家",
  "Pass with minimum CGPA 2.50. Candidates with a CGPA below 2.50 may need to undergo an internal interview; or": "合格，CGPA 至少 2.50。CGPA 低于 2.50 的考生可能需要参加内部面试；或",
  "STPM (Arts Stream)": "大马高等教育文凭考试（文科）",
  "AI Platform Architect": "人工智能平台架构师",
  "Pass with a minimum CGPA of 2.00 and a credit in Additional Mathematics at the SPM Level or its equivalent;": "成绩合格，CGPA 至少达到 2.00，并在 SPM 级附加数学或同等科目中获得优等；",
  "AI Analyst": "人工智能分析师",
  "Diploma Kemahiran Malaysia (DKM) / Diploma Vokasional Malaysia (DVM) / Diploma Lanjutan Kemahiran Malaysia (DLKM) in Computing fields": "计算机领域的马来西亚计算机文凭（DKM）/马来西亚职业文凭（DVM）/Lanjutan Kemahiran Malaysia（DLKM）文凭",
  "Pass with a minimum CGPA of 2.00 and a credit in Mathematics and any one of the Science Technology or Engineering Subjects at SPM Level or its equivalent. Candidates are required to take and pass reinforcement mathematics subject in the first semester.": "CGPA至少2.00及格，在SPM水平的数学和任何一门科学、技术或工程科目中取得优等或同等成绩。考生须在第一学期选修并通过数学强化科目。",
  "AI Engineer": "人工智能工程师",
  "Pass with a minimum CGPA of 2.50; or": "通过，CGPA 不低于 2.50；或",
  "Any Diploma in Science and Technology (Level 4, MQF)": "科学技术文凭（MQF，第 4 级）",
  "Natural Language Processing (NLP) Engineer": "自然语言处理 (NLP) 工程师",
  "Diploma (Level 4, MQF) in Non-Computing field": "非计算机领域文凭（4 级，MQF",
  "Understanding Computing": "了解计算",
  "Robotics R & D Engineer": "机器人研发工程师",
  "Common Core and Discipline Core": "共同核心与学科核心",
  "Pass with a minimum CGPA of 2.75 and a credit in Mathematics at SPM level or its equivalent. Candidates with a CGPA below 2.75 but more than 2.50 may need to undergo an internal interview": "通过，CGPA 至少达到 2.75，并在 SPM 考试中获得数学优等或同等成绩。CGPA 低于 2.75 但高于 2.50 的考生可能需要接受内部面试。",
  "Machine Learning Engineer": "机器学习工程师",
  "Artificial Intelligence": "人工智能",
  "Computer Vision Engineer": "计算机视觉工程师",
  "*International students with qualifications where English language is the main medium of instruction are exempted from this requirement": "*持有以英语为主要教学语言的学历的国际学生可免于此要求",
  "Back End Web Development": "后端网络开发",
  "Deep Learning Scientist": "深度学习科学家",
  "C Programming": "C 语言编程",
  "Software Engineer": "软件工程师",
  "Introduction to Information Systems": "信息系统入门",
  "Computer Architecture and Organisation": "计算机结构与组织",
  "Python Programmer": "Python 程序员",
  "Software Modeling and Analysis": "软件建模与分析",
  "Data Communications and Networking": "数据通信与网络",
  "Big Data Analyst": "大数据分析师",
  "Database Systems": "数据库系统",
  "Data Structure and Algorithms": "数据结构和算法",
  "Big Data Engineer/Architect": "大数据工程师/架构师",
  "Introduction to Object Oriented Programming": "面向对象程序设计入门",
  "Human Computer Interaction": "人机交互",
  "Web Development": "网络开发",
  "UX Designer/Developer": "用户体验设计师/开发人员",
  "Machine Learning": "机器学习",
  "Operating Systems Principles": "操作系统原理",
  "BI Developer": "商业智能开发人员",
  "Object Oriented Software Development": "面向对象的软件开发",
  "Information Technology Fundamentals": "信息技术基础",
  "Researcher": "研究员",
  "Python Programming": "Python 编程",
  "Research Scientist": "研究科学家",
  "Introduction to Data Communications and Networking": "数据通信与网络入门",
  "Software Design and Architecture": "软件设计与架构",
  "Cloud Architecture": "云架构",
  "Bachelor of Arts (Honours) in Accounting & Finance | Nilai University": "会计与金融（荣誉）文学士 | 汝来大学",
  "Software Evolution": "软件演变",
  "Routing and Switching": "路由和交换",
  "JPT/BPP(R2/0488/6/0051)10/26, (MQA/FA0183)": "JPT/BPP(R2/0488/6/0051)10/26, (MQA/FA0183)",
  "Software Modelling and Analysis": "软件建模与分析",
  "Data Security": "数据安全",
  "Software Quality and Measurement": "软件质量与测量",
  "This programme is designed to prepare you to leverage assets, manage budgets, achieve financial efficiencies and maximize investments. It aims to provide you with a solid grounding in the theories, principles and practices in accounting, finance, taxation and auditing. With courses ranging from Financial Accounting, Management Accounting, Accounting information system, Taxation and Auditing, this Bachelor’s Degree programme develops the skills required to enhance your analytical and quantitative capabilities – equipping you to pursue a career in the field of Accounting, Finance, Taxation or Auditing.": "本课程旨在培养您利用资产、管理预算、实现财务效率和最大化投资的能力。该课程旨在为学生打下坚实的会计、财务、税务和审计理论、原则和实践基础。通过学习财务会计、管理会计、会计信息系统、税务和审计等课程，本学士学位课程将培养学生提高分析和定量能力所需的技能，使学生具备在会计、财务、税务或审计领域从事职业生涯的能力。",
  "Cybersecurity": "网络安全",
  "Software Process": "软件流程",
  "Shaping Future Leaders in Accounting and Finance.": "塑造未来的会计和金融领袖。",
  "Discrete Structure": "离散结构",
  "Software Project Management": "软件项目管理",
  "Professional Certificate": "专业证书",
  "Network Construction and Administration": "网络建设与管理",
  "Software Security and Safety": "软件安全保障",
  "Information Assurance Security": "信息保障安全",
  "Bachelor of Arts (Hons) in Accounting & Finance is an accredited program by ACCA, CIMA, ICAEW and MFPC": "会计与金融（荣誉）文学士是经 ACCA、CIMA、ICAEW 和 MFPC 认证的课程",
  "Software Verification and Validation": "软件验证和确认",
  "Network Security": "网络安全",
  "Graduates will be able to obtain the maximum 9 papers exemptions out of 13 papers from Association of Certified Chartered Accountants (ACCA).": "在英国特许公认会计师公会（ACCA）的 13 张试卷中，毕业生最多可获得 9 张试卷豁免。",
  "SE Project I": "SE 项目 I",
  "Dynamic Web Programming": "动态网页编程",
  "Graduates will be able to obtain exemptions for 8 papers from Chartered Institute of Management Accountants (CIMA).": "毕业生可获得英国皇家特许管理会计师公会（CIMA）的 8 项论文豁免。",
  "SE Project II": "SE 项目 II",
  "Ethical Hacking": "道德黑客",
  "Graduates will be able to obtain up to 7 credits for prior learning exemptions from the Institute of Chartered Accountants in England & Wales (ICAEW).": "毕业生可从英格兰及威尔士特许会计师协会（ICAEW）获得多达 7 个先修豁免学分。",
  "Here are some career options to choose from after you’ve graduated in computing or IT:": "以下是计算机或信息技术专业毕业后的一些职业选择：",
  "Cyberlaw": "网络法律",
  "Web Developer": "网络开发人员",
  "Graduates will be able to obtain exemptions of 6 modules from Malaysian Financial Planning Council (MFPC).": "毕业生可获得马来西亚金融规划委员会（MFPC）6个模块的豁免。",
  "Vulnerability Assessment and Penetration Testing": "漏洞评估和渗透测试",
  "Cybersecurity Analyst": "网络安全分析员",
  "Cybersecurity Project I": "网络安全项目 I",
  "Pass with a minimum of Grade C+ (GP 2.33) in any two (2) subjects; including credit in Mathematics at SPM level; or": "任何两（2）门科目及格，成绩至少为 C+（GP 2.33），其中包括 SPM 级数学优等；或",
  "Database Analyst": "数据库分析员",
  "Cybersecurity Project II": "网络安全项目 II",
  "Pass with a minimum Grade D in any two (2) subjects and a credit in Mathematics at O-level or its equivalent; or": "在 O-level 或同等水平考试中，任何两（2）门科目及格且成绩不低于 D 级，数学成绩优良；或",
  "Java Programmer": "Java 程序员",
  "Bachelor of Business Administration (Honours) in Digital Marketing | Nilai University": "数字营销工商管理（荣誉）学士学位 | 汝来大学",
  "Network Engineer": "网络工程师",
  "Pass with minimum Grade of Jayyid with credit in Mathematics at SPM Level; or": "在 SPM 级考试中数学成绩优良，并获得至少 Jayyid 及格；或",
  "Database Administrator": "数据库管理员",
  "JPT/BPP(N/0415/6/0026) 12/28, (MQA/PA16843)": "JPT/BPP(N/0415/6/0026) 12/28, (MQA/PA16843)",
  "Pass with at least Grade B in five (5) subjects including Mathematics subject; or": "五（5）科及格，至少 B 级，包括数学科目；或",
  "Software Developer": "软件开发人员",
  "The Programme": "计划",
  "Pass with minimum CGPA of 2.50 and a credit in Mathematics at SPM Level; or": "通过，CGPA 至少达到 2.50，并在 SPM 级数学中获得优等；或",
  "Quality Engineer": "质量工程师",
  "Diploma in Accounting or related field": "会计或相关专业文凭",
  "Bachelor of Business Administration (Honours) in Digital Marketing is a course where student will learn about Digital Marketing in detail. Decipher and analyse the consumer’s behaviour and applying into actionable business data which directly opens up the avenue of new business prospects.": "数字营销工商管理（荣誉）学士学位是一门让学生详细了解数字营销的课程。破译和分析消费者的行为，并将其应用到可操作的商业数据中，从而直接开辟新的业务前景。",
  "System Analyst": "系统分析员",
  "What is Digital Marketing?": "什么是数字营销？",
  "Pass with a minimum CGPA of 2.50 and a credit in Mathematics at SPM Level": "通过，CGPA 至少达到 2.50，并在 SPM 考试中获得数学学分",
  "Digital marketing refers to the translation of customer behaviour into actionable business data to identify new revenue opportunities. It can be further broken down to several categories with the most important are website marketing, search engine optimization (SEO), content marketing, social media marketing, and affiliate marketing.": "数字营销是指将客户行为转化为可操作的业务数据，以确定新的创收机会。它可以进一步细分为几个类别，其中最重要的是网站营销、搜索引擎优化（SEO）、内容营销、社交媒体营销和联盟营销。",
  "Bachelor of Business Administration (Honours) in Finance | Nilai University": "汝来大学金融工商管理（荣誉）学士学位",
  "*The requirement to pass Mathematics at the SPM level can be waived when the qualifications contain Mathematics with an equivalent/ higher achievement.": "*如果资格证书中的数学成绩等同于或高于 SPM，则可免除数学及格的要求。",
  "Why study Digital Marketing @ Nilai University?": "为什么要在汝来大学学习数字营销？",
  "*Malaysian students using English as the medium of instruction in their previous study or at least with Band 2 in MUET or equivalent can be exempted from a pass in English requirement.": "*马来西亚学生在以前的学习中使用英语作为教学语言，或至少在 MUET 考试中取得 2 级或同等成绩，可免除英语及格的要求。",
  "JPT/BPP(R3/0414/6/0039) 08/28, (MQA/A9107)": "JPT/BPP(R3/0414/6/0039) 08/28, (MQA/A9107)",
  "Industry-Relevant Curriculum: offers curriculum tailored to the rapidly evolving digital marketing industry, covering the latest strategies, tools, and techniques": "行业相关课程：提供针对快速发展的数字营销行业量身定制的课程，涵盖最新战略、工具和技术",
  "*Those without a pass in Mathematics and/ or English at the SPM level or equivalent can be admitted but are required to attend special enhancement courses, which should be an SPM equivalent.": "*数学和/或英语成绩未达到 SPM 或同等水平者也可入学，但必须参加特别强化课程，该课程应达到 SPM 同等水平。",
  "Financial decisions are critical to the economic well-being of both individuals and organizations. The B.B.A. (Hons) in Finance programme provides you with the essential aspects of financial knowledge. You will learn methodological tools and be equipped with a solid background and professional knowledge of corporate finance and the interrelation of its major concepts of money, time and risks. The programme helps you to learn economics and accounting fundamentals, and be armed with the analytical abilities to handle financial and investment activities in business organizations. With the relevant knowledge and experience, you will learn to make competent financial decisions, thereby contributing significantly to the success of your business organizations.": "金融决策对个人和组织的经济福祉至关重要。金融（荣誉）工商管理学士课程为您提供金融知识的基本方面。你将学习方法论工具，并掌握企业财务的坚实背景和专业知识，以及货币、时间和风险等主要概念之间的相互关系。该课程帮助您学习经济学和会计学基础知识，并具备处理商业组织中金融和投资活动的分析能力。凭借相关的知识和经验，您将学会如何做出称职的财务决策，从而为企业组织的成功做出重大贡献。",
  "Hands-On Experience: Students gain practical experience through live projects, marketing campaigns, and data analysis, equipping them with valuable skills for real-world applications": "实践经验：学生通过现场项目、营销活动和数据分析获得实践经验，掌握实际应用的宝贵技能",
  "TOEFL iBT": "托福 iBT",
  "B.B.A. (Hons) in Finance is an accredited program by CIMA and MFPC": "金融学（荣誉）学士学位是经 CIMA 和 MFPC 认证的课程",
  "40": "40",
  "Industry Connections and Networking: building connections with industry professionals, guest speakers, and companies, providing students with industry insights and future career prospects with approximately 860,000 job openings as per LinkedIn’s study": "行业联系和网络：与行业专业人士、演讲嘉宾和公司建立联系，为学生提供行业见解和未来职业前景，根据 LinkedIn 的研究，约有 86 万个职位空缺",
  "Graduates will be able to obtain exemptions for 4 papers from Chartered Institute of Management Accountants (CIMA).": "毕业生可获得英国皇家特许管理会计师公会（CIMA）的 4 项论文豁免。",
  "TOEFL Ess Online": "托福 Ess 在线",
  "Lead the Future of Business and Marketing.": "引领商业和营销的未来。",
  "7.5": "7.5",
  "Essentials of Information Skills": "信息技能要点",
  "Pass with minimum Grade C (GP 2.0) in any two (2) subjects, and a pass in Mathematics and English at SPM Level; or": "任何两（2）科及格，至少 C 级（GP 2.0），以及 SPM 级数学和英语及格；或",
  "Perspective of Marketing Communications": "营销传播的视角",
  "International students who do not fulfil the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the language and prepares them for the Linguaskill examination": "未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，该课程可提高他们的语言技能，为参加 Linguaskill 考试做好准备。",
  "Pass with minimum Grade D in any two (2) subjects and a pass in Mathematics at SPM Level or its equivalent; or": "大马教育文凭考试（SPM）任何两（2）科及格，至少 D 级，数学及格或同等成绩；或",
  "Strategic Marketing": "战略营销",
  "Core and Disciplinary": "核心与学科",
  "Pass with minimum Grade of Jayyid and pass in Mathematics and English at the SPM level; or": "在 SPM 考试中数学和英语及格，且成绩不低于 Jayyid；或",
  "Personal Finance": "个人理财",
  "Accounting in Society": "社会中的会计",
  "Pass with minimum Grade B in five (5) subjects and pass in Mathematics and English; or": "五（5）科及格，至少 B 级，数学和英语及格；或",
  "Financial Technology": "金融技术",
  "Accounting Information System": "会计信息系统",
  "Pass with minimum CGPA of 2.00; or": "通过，CGPA 不低于 2.00；或",
  "Digital Marketing": "数字营销",
  "Advanced Financial Accounting": "高级财务会计",
  "Logistics and Supply Chain Management": "物流与供应链管理",
  "Diploma or Advanced Diploma (Level 4 or 5, MQF)": "文凭或高级文凭（4 级或 5 级，MQF）",
  "Auditing Practice": "审计实践",
  "Global Talent Management": "全球人才管理",
  "Pass with minimum CGPA of 2.00": "及格，CGPA 不低于 2.00",
  "Advanced Taxation": "高级税务",
  "Ethics in Digital Marketing": "数字营销的道德规范",
  "8 Ess (OL) / 46 (iBT)": "8 Ess (OL) / 46 (iBT)",
  "Auditing Theory": "审计理论",
  "Marketing Research": "市场研究",
  "Business Aspects of Management Accounting": "管理会计的业务方面",
  "Advance Taxation": "预缴税款",
  "Global Marketing": "全球营销",
  "Business Communication": "商务交流",
  "Business Economics for Financial Markets": "金融市场商业经济学",
  "Advertising Marketing": "广告营销",
  "Corporate Finance": "企业财务",
  "Social Media Marketing": "社交媒体营销",
  "Corporate Financial Accounting": "企业财务会计",
  "Business Ethics and Social Responsibility": "商业道德与社会责任",
  "Affiliate Marketing": "联属营销",
  "Corporate Law, Governance and Estate Planning": "公司法、治理和遗产规划",
  "Mobile & Email Marketing": "移动和电子邮件营销",
  "Developing Business": "发展业务",
  "Current Developments in Accounting Theory": "会计理论的最新发展",
  "Search Engine Optimization and Minimization": "搜索引擎优化和最小化",
  "Financial Derivative": "金融衍生产品",
  "Web Analytics": "网络分析",
  "Financial Markets and Institutions": "金融市场与机构",
  "Philosophy & Current Issues": "哲学与时事",
  "Human Resources Management": "人力资源管理",
  "International Finance": "国际金融",
  "Penghayatan Etika & Peradaban (Malaysians)/Bahasa Melayu Komunikasi 2 (International Students)": "道德与文明（马来西亚人）/马来语交流 2（国际学生）",
  "Investments": "投资",
  "Digital Marketing Manager": "数字营销经理",
  "Management Accounting": "管理会计",
  "Islamic Banking & Finance": "伊斯兰银行与金融",
  "Brand Manager": "品牌经理",
  "Organisation Behaviour": "组织行为",
  "Personal Taxation": "个人税务",
  "Social Media Manager": "社交媒体经理",
  "Retirement Planning and Financial Management": "退休规划与财务管理",
  "Online Content Developer": "在线内容开发人员",
  "Risk Management and Insurance": "风险管理和保险",
  "Search Engine Optimisation Specialist": "搜索引擎优化专家",
  "Business Synoptic in Accounting and Finance": "会计与金融专业商业综述",
  "Web Designer": "网页设计师",
  "Mata Pelajaran Umum": "一般主题",
  "Bachelor of Business Administration (Honours) in Global Logistic | Nilai University": "全球物流工商管理（荣誉）学士学位 | 汝来大学",
  "MPU1A": "MPU1A",
  "JPT/BPP(N/0414/6/0335) 11/29, (MQA/PA17901)": "JPT/BPP(N/0414/6/0335) 11/29, (MQA/PA17901)",
  "Penghayatan Etika dan Peradaban (Malaysian Students) OR": "道德与文明（马来西亚学生）或",
  "JANUARY/ JUNE/ SEPTEMBER": "一月/六月/九月",
  "Bahasa Melayu Komunikasi 2 (International Students)": "马来语交流 2（国际学生）",
  "The Bachelor of Global Logistics degree is carefully designed to provide students with the skills and knowledge they need to succeed in global logistics and supply chain management. The curriculum includes basics in logistics, transportation, and supply chain management. Students will deep-dive into the industry-specific skills of inventory management, distribution tactics, transportation planning, and international commerce rules. The training combines theoretical and practical knowledge to equip graduates for logistics industry difficulties.": "全球物流学士学位经过精心设计，旨在为学生提供在全球物流和供应链管理领域取得成功所需的技能和知识。课程包括物流、运输和供应链管理的基础知识。学生将深入学习库存管理、配送策略、运输规划和国际商务规则等特定行业的技能。培训结合了理论和实践知识，使毕业生能够应对物流行业的各种困难。",
  "MPU1B": "MPU1B",
  "Philosophy and Current Issue (Malaysian and International Students)": "哲学与时事（马来西亚学生与留学生）",
  "The curriculum emphasises fundamental topics, critical thinking, problem-solving, and communication. Students will encounter global logistics trends and technology through case studies, projects, and internships. The Bachelor of worldwide Logistics curriculum seeks to generate graduates with worldwide perspectives, and are adaptable to the ever-changing dynamics of global organisations, logistics service providers, and government agencies.": "课程强调基础课题、批判性思维、解决问题和交流。学生将通过案例研究、项目和实习接触全球物流趋势和技术。全球物流学士课程旨在培养具有全球视野的毕业生，使他们能够适应全球组织、物流服务提供商和政府机构不断变化的动态。",
  "MPU2A": "MPU2A",
  "Why study Global Logistic @ Nilai University?": "为什么选择汝来大学的全球物流专业？",
  "MPU2B-F (Choose 3 University Courses)": "MPU2B-F（选择 3 门大学课程）",
  "Fostering analytical mind and good communication skills": "培养分析能力和良好的沟通技巧",
  "B": "B",
  "Blend of conventional and experiential learning": "传统学习与体验式学习相结合",
  "C": "C",
  "Exposure through industry visits and internship with leading industrial partners": "通过与主要工业合作伙伴进行工业访问和实习，接触工业界",
  "D": "D",
  "Preparation for postgraduate studies locally and abroad": "为在国内外攻读研究生做准备",
  "Critical Thinking": "批判性思维",
  "Programme Brochure": "计划手册",
  "E": "E",
  "F": "F",
  "A pass with a minimum Grade of C in any two (2) subjects and pass in Mathematics and English at the SPM level; or": "在高等教育文凭考试（SPM）中，任何两（2）科及格，成绩至少为 C 级，数学和英语及格；或",
  "Introduction to French": "法语入门",
  "A pass with a minimum Grade D in any two (2) subjects and a pass in Mathematics at SPM level or its equivalent; or": "大马教育文凭考试（SPM）任两（2）科及格，至少 D 级，数学及格或同等成绩；或",
  "Introduction to Golf": "高尔夫入门",
  "A pass with a minimum Grade B in five (5) subjects and pass in Mathematics and English; or": "五（5）科及格，至少 B 级，数学和英语及格；或",
  "Outward Bound": "拓展训练",
  "MPU3": "MPU3",
  "A pass with minimum Grade of Jayyid (good) and a pass in Mathematics and English at the SPM level; or": "至少获得 Jayyid（良好）及格，SPM 级数学和英语及格；或",
  "Ethics and Social Responsibility": "道德与社会责任",
  "Diploma / Advanced Diploma (Level 4/5, MQF)": "文凭/高级文凭（4/5 级，MQF）",
  "MPU4": "MPU4",
  "A pass with a minimum CGPA of 2.00; or its equivalent": "及格，CGPA 至少为 2.00；或同等学历",
  "Co-Curriculum": "共同课程",
  "Or any other qualification recognised by the Malaysian Government acceptable to the university": "或大学接受的马来西亚政府认可的任何其他资格证书",
  "Here are some career options after you’ve graduated in Accounting & Finance:": "以下是您在会计与金融专业毕业后的一些职业选择：",
  "3.0": "3.0",
  "Malay Language (Only for Malaysian students without a credit in SPM BM)": "马来语（仅适用于未在马来西亚教育文凭考试（SPM BM）中取得学分的马来西亚学生",
  "Chartered accountant": "特许会计师",
  "453 (PBT)/46 (iBT)": "453（PBT）/46（iBT）",
  "Finance controller": "财务主管",
  "Discipline Core": "核心学科",
  "Company secretary": "公司秘书",
  "Finance": "财务",
  "External auditor": "外聘审计员",
  "Business Economics": "商业经济学",
  "Forensic accountant": "法务会计",
  "Management": "管理层",
  "Stockbroker": "股票经纪人",
  "Technology Management": "技术管理",
  "Bachelor of Business Administration (Honours) in Human Resource Management | Nilai University": "人力资源管理工商管理（荣誉）学士学位 | 汝来大学",
  "Business Information Systems": "商业信息系统",
  "Bachelor of Business Administration (Honours) in International Business | Nilai University": "国际商务工商管理（荣誉）学士学位 | 汝来大学",
  "Digital Business": "数字业务",
  "JPT/BPP(R3/0414/6/0036) 08/28, (MQA/A9108)": "JPT/BPP(R3/0414/6/0036) 08/28, (MQA/A9108)",
  "JPT/BPP(R3/0414/6/0035) 08/28, (MQA/A9109)": "JPT/BPP(R3/0414/6/0035) 08/28, (MQA/A9109)",
  "Specialisation Core": "专业核心",
  "Nilai University’s B.B.A. (Hons) in Human Resource Management is designed to provide you with the vital knowledge, skills, techniques and expertise focusing on the management of the most vital asset in an organization, i.e. people. These individuals contribute to achieving the set objectives of an organization. Here, you would be trained to become qualified and competent professionals in Human Resource Management and would also learn how to create a working environment in which employees will be motivated and productive.": "汝来大学的人力资源管理（荣誉）工商管理学士课程旨在为您提供重要的知识、技能、技巧和专业知识，重点是组织中最重要的资产（即人员）的管理。这些人有助于实现组织的既定目标。在这里，您将接受培训，成为合格、称职的人力资源管理专业人员，还将学习如何创造一个能激发员工积极性和工作效率的工作环境。",
  "Transportation & Freight Management": "运输与货运管理",
  "There is currently an increasing demand from employers worldwide for global managers, who are able to promote a worldwide view of business. This programme aims to expose you to the concepts of international business, focusing on the issues that affect the success of companies operating in the international area. You will learn to think in the business context of another trading nation and study how business is carried out across a wide range of newly emerging markets. You will also gain understanding of the various business practices of the more affluent nations and learn new techniques arising from working with people with a wider range of business cultures.": "目前，世界各地的雇主对能够从全球角度看待业务的全球经理人的需求越来越大。本课程旨在让您了解国际商务的概念，重点关注影响公司在国际领域成功运营的问题。您将学会在另一个贸易国的商业背景下思考问题，并研究如何在广泛的新兴市场开展业务。您还将了解较富裕国家的各种商业惯例，学习与具有更广泛商业文化背景的人合作所产生的新技术。",
  "International Logistics Management": "国际物流管理",
  "A pass with a minimum Grade D in any two (2) subjects subjects and a pass in Mathematics at SPM level or its equivalent; or": "在大马教育文凭考试（SPM）中取得任何两（2）门科目及格且成绩至少为 D 级，以及数学及格或同等成绩；或",
  "Pass with a minimum Grade C (GP 2.0) in any two (2) subjects, and a pass in Mathematics and English at SPM level; or": "任两（2）科及格，至少 C 级（GP 2.0），以及 SPM 级数学和英语及格；或",
  "Logistics Material Handling Equipment": "物流材料装卸设备",
  "A pass with minimum Grade of Jayyid (good), and a pass in Mathematics and English at the SPM level; or": "至少获得 Jayyid（良好）及格，以及 SPM 级数学和英语及格；或",
  "Pass with a minimum Grade D in any two (2) subjects and a pass in SPM Mathematics; or": "任何两（2）科及格，至少 D 级，以及 SPM 数学及格；或",
  "International Shipping": "国际航运",
  "Pass with a min Grade of Jayyid and pass in Mathematics and English at SPM level; or": "在 SPM 考试中数学和英语及格，最低成绩为 Jayyid；或",
  "8 (Ess OL) / 46 (iBT)": "8（Ess OL）/ 46（iBT）",
  "Inventory And Warehouse Management": "库存和仓库管理",
  "Customs And Forwarding Operations": "海关和转运业务",
  "Pass with a minimum CGPA of 2.00; or its equivalence": "通过，CGPA 不低于 2.00；或同等水平",
  "International students who do not fulfill the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the language and prepares them for the IELTS examination": "未达到英语语言要求的国际学生可参加汝来大学的英语强化课程，该课程可提高他们的语言技能，并为雅思考试做好准备。",
  "Common Core": "共同核心",
  "e-Procurement And Sourcing": "电子采购",
  "Human Resource Development": "人力资源开发",
  "e-Commerce in Global Logistics": "全球物流中的电子商务",
  "Organisational Theory and Design": "组织理论与设计",
  "Specialization": "专业化",
  "The programme is specially tailored for undergraduate’s degree level to fulfil the industry’s need for highly knowledgeable and skilled professionals in related fields:": "该课程专门为本科生量身定制，以满足行业对相关领域高知识、高技能专业人才的需求：",
  "Business Project Plan": "商业项目计划",
  "Shipping Senior Executive": "航运高级主管",
  "International Business Law": "国际商业法",
  "Compensation and Benefits": "薪酬与福利",
  "Warehouse Senior Executive": "仓库高级主管",
  "International Management": "国际管理",
  "Health and Safety in Human Resource": "人力资源中的健康与安全",
  "Logistics Senior Executive": "物流高级主管",
  "Compulsory Courses": "必修课程",
  "Human Resource Information System": "人力资源信息系统",
  "Logistics Analyst": "物流分析师",
  "Bahasa Melayu Komunikasi 2 (International Students) OR": "马来语交流 2（国际学生）或",
  "Human Resource Management for Practitioner": "从业人员人力资源管理",
  "Transportation Senior Executive": "运输高级主管",
  "Human Resources Planning": "人力资源规划",
  "Operations Senior Executive": "业务高级主管",
  "Penghayatan Etika dan Peradaban (Malaysian Students)": "道德与文明鉴赏（马来西亚学生）",
  "Industrial Relations": "劳资关系",
  "Supply Chain Specialist": "供应链专家",
  "Philosophy and Current Issues (Malaysian & International Students)": "哲学与时事（马来西亚学生与留学生）",
  "Recruitment and Human Resource Issues in Outsourcing": "外包中的招聘和人力资源问题",
  "Freight Senior Executive": "货运高级主管",
  "Upon completion of the programme, graduates will be able to:": "完成该课程后，毕业生将能够",
  "Supply Chain Planner": "供应链规划员",
  "Possess in-depth and comprehensive theoretical and practical knowledge in business.": "掌握深入全面的商业理论和实践知识。",
  "Purchasing Senior Executive": "采购高级主管",
  "Possess comprehensive managerial and entrepreneurial skills to perform effectively and responsibly in different organisations.": "掌握全面的管理和创业技能，在不同组织中有效负责地开展工作。",
  "Distribution Manager": "分销经理",
  "Use a broad range of digital applications and analytical techniques to support business functions.": "使用各种数字应用程序和分析技术来支持业务职能。",
  "Supply Chain/Warehouse Process Improvement": "供应链/仓库流程改进",
  "Demonstrate teamwork, leadership, interpersonal communication, creativity, and innovation skills.": "展示团队合作、领导力、人际沟通、创造力和创新技能。",
  "Customs Officer": "海关官员",
  "Commit and seek learning for continuous development.": "承诺并寻求学习，不断发展。",
  "Bachelor of Business Administration (Honours) in Management | Nilai University": "管理学工商管理（荣誉）学士学位 | 汝来大学",
  "Assess in-depth theories and concepts in business.": "深入评估商业理论和概念。",
  "Apply in-depth and comprehensive business knowledge to manage complex problems in business organisations using different approaches.": "运用深入全面的商业知识，采用不同方法管理商业组织中的复杂问题。",
  "JPT/BPP(R3/0414/6/0034) 08/28, (MQA/A9110)": "JPT/BPP(R3/0414/6/0034) 08/28, (MQA/A9110)",
  "Organise tasks/operations ethically and flexibly within business organisations.": "以合乎道德的方式灵活组织企业内部的任务/业务。",
  "Opportunities for effective and professional managers range across all areas of business. This programme prepares you for a successful career in management. You will learn all the main areas of the theory and practice relating to management, namely the methods of planning, organizing, leading and controlling an organization, and gain valuable experience of current business management practices. You will also be equipped with a high level of personal skills and competencies, coupled with sound knowledge and the ability to respond to change.": "企业的各个领域都有机会培养高效的专业管理人员。本课程为您在管理领域取得成功做好准备。您将学习与管理相关的理论和实践的所有主要领域，即规划、组织、领导和控制组织的方法，并获得当前企业管理实践的宝贵经验。您还将具备高水平的个人技能和能力，以及扎实的知识和应对变化的能力。",
  "Demonstrate effective written and oral communication and collaborative skills with diverse stakeholders.": "展示有效的书面和口头交流以及与不同利益相关者合作的技能。",
  "*Malaysian students’ pass in English can be waived if previous study was done in English or has at least with Band 2 in Linguaskill": "*如果马来西亚学生之前的学习是以英语完成的，或至少在 Linguaskill 考试中达到 Band 2，则可豁免英语及格。",
  "Demonstrate relevant digital skills for work/study.": "展示工作/学习所需的相关数字技能。",
  "Sales Management": "销售管理",
  "Analyse numerical and graphical data to assist decision-making in work/study.": "分析数字和图表数据，协助工作/学习决策。",
  "Logistics Supply Chain Management": "物流供应链管理",
  "Demonstrate leadership skills and responsibility in managing business organisations.": "展示管理企业组织的领导技能和责任感。",
  "Here are some career options after you’ve graduated in Marketing and Management:": "以下是市场营销与管理专业毕业后的一些职业选择：",
  "Emergency Management Director": "应急管理主任",
  "Marketing Manager": "营销经理",
  "Product Manager": "产品经理",
  "Social Media Executive": "社交媒体主管",
  "Public Relations Executive": "公共关系主管",
  "Marketing Consultant": "营销顾问",
  "Brand executive": "品牌主管",
  "Business Development Executive": "业务发展主管",
  "Bank Executive": "银行主管",
  "Bachelor of Business Administration (Honours) in Marketing | Nilai University": "市场营销工商管理（荣誉）学士学位 | 汝来大学",
  "Bachelor of Business Administration (Honours) | Nilai University": "工商管理学士（荣誉） | 汝来大学",
  "Bachelor of Commerce (Honours) (International Business) ODL | Nilai University": "商业学士（荣誉）（国际商务）ODL | 汝来大学",
  "JPT/BPP(R3/0414/6/0037) 08/28, (MQA/A9111)": "JPT/BPP(R3/0414/6/0037) 08/28, (MQA/A9111)",
  "JPT/BPP(R3/0414/6/0038) 08/28, (MQA/A9106)": "JPT/BPP(R3/0414/6/0038) 08/28, (MQA/A9106)",
  "JPT/BPP(N-DL/0414/6/0091) 09/28, (MQA/PA16716)": "JPT/BPP(N-DL/0414/6/0091) 09/28, (MQA/PA16716)",
  "Marketing is a critical business discipline in many organisations. This programme has heavy emphasis on marketing theories and concepts to enable students to become effective marketers. This programme will equip you with solid grounding to enable you to enter the exciting world of marketing. Coupled with industry-relevant modules that reflect the best current practices, you will be trained to think logically and critically to effectively manage the marketing role in any business environment.": "市场营销是许多组织的重要业务学科。本课程着重于市场营销理论和概念，使学生成为有效的市场营销人员。本课程将为你打下坚实的基础，使你能够进入令人兴奋的市场营销世界。加上反映当前最佳实践的行业相关模块，您将接受逻辑思维和批判性思维的培训，以便在任何商业环境中有效地管理营销角色。",
  "Nilai University’s B.B.A. (Hons) programme is a broad-based programme, which gives equal emphasis on all the various disciplines in the field of business. This programme is a carefully integrated combination of general education and business studies. You will be provided with a solid foundation in business and, upon graduation, will be trained to function in a comprehensive business environment. You will be exposed to a variety of business subjects such as Accounting, Business Law and Ethics. This programme is well suited for those seeking expertise in the general business and management area.": "汝来大学的工商管理学士（荣誉）课程是一门基础广泛的课程，与商学领域的所有学科并重。该课程将通识教育与商业研究精心融合在一起。您将打下坚实的商业基础，毕业后将接受在综合商业环境中发挥作用的培训。您将接触到会计、商业法和职业道德等各种商业科目。该课程非常适合那些寻求一般商业和管理领域专业知识的人。",
  "Pass with a minimum Grade D in any two (2) subjects and a pass in Mathematics at SPM level; or": "在 SPM 级考试中，任何两（2）门科目及格，至少 D 级，数学及格；或",
  "Bachelor of Commerce (Honours) in International Business - Open Distance Learning (BCIB-ODL) programme offers specialised studies and a strong international business foundation in areas like management, marketing, HR, and finance. This programme also prepares students for managerial roles in international business. Students will be immersed in real-world experience through internships while cultivating their interpersonal, negotiation, and leadership skills. Students will also be tactical in both local and global strategies by the end of their study.": "国际商务（荣誉）商学士--远程开放学习（BCIB-ODL）课程为学生提供专业学习，并在管理、市场营销、人力资源和金融等领域奠定坚实的国际商务基础。该课程还为学生在国际商务领域担任管理职务做好准备。学生将通过实习获得实际经验，同时培养自己的人际交往、谈判和领导技能。学习结束后，学生还将掌握本地和全球战略的战术。",
  "*BBA students will have to choose on their own 30 credits specialization subjects.": "*工商管理学士学生必须自行选择 30 个学分的专业课程。",
  "Pass with a minimum grade of Jayyid, and a pass in Mathematics and English at SPM level; or": "在 SPM 考试中获得数学和英语及格，成绩不低于 Jayyid；或",
  "A pass with a minimum Grade C (GP 2.0) in any two (2) subjects, and a pass in Mathematics and English at SPM level; or": "任何两（2）科及格，至少 C 级（GP 2.0），以及 SPM 级数学和英语及格；或",
  "Bachelor of Computer Science (Honours) (Data Science) | Nilai University": "计算机科学（荣誉）学士（数据科学） | 汝来大学",
  "Pass with a minimum CGPA of 2.00; or its equivalent": "及格，CGPA 至少 2.00；或同等学历",
  "A pass with a minimum Grade D in any two (2) subjects and a pass in Mathematics at SPM level or its equivalent; or": "大马教育文凭考试（SPM）任两（2）科及格，至少 D 级，数学及格或同等成绩；或",
  "Perspective of Marketing Communication": "营销传播的视角",
  "JPT/BPP(R3/0613/6/0024) 08/28, (MQA/A9105)": "JPT/BPP(R3/0613/6/0024) 08/28, (MQA/A9105)",
  "A pass with a minimum grade of Jayyid, and a pass in Mathematics and English at SPM level; or": "在 SPM 考试中获得数学和英语及格，且成绩不低于 Jayyid；或",
  "Retailing": "零售业",
  "*The requirement to pass Mathematics at the SPM level can be waived when the qualifications contain Mathematics with an equivalent / higher achievement.": "*如果资格证书中的数学成绩等同或更高，则可免除 SPM 级数学及格的要求。",
  "The programme will provide student with knowledge in computing, strong foundation of statistics and mathematics to use scientific methods to extract, process and analyse data, produce visualize meaningful information, and perform programming. The student will be exposed with the latest data science trends, insights and emerging topics to ensure student graduate with a specialist, technical and highly relevant skill-set that is sought-after by employers globally.": "该课程将为学生提供计算机知识、扎实的统计学和数学基础，使他们能够使用科学方法提取、处理和分析数据，生成可视化的有意义信息，并执行编程。学生将接触到最新的数据科学趋势、洞察力和新兴课题，以确保学生毕业时能掌握专业、技术和高度相关的技能，受到全球雇主的青睐。",
  "Bachelor of Events Management (Honours) | Nilai University": "活动管理（荣誉）学士学位 | 汝来大学",
  "Logistic and Supply Chain Management": "物流与供应链管理",
  "Data Visualisation": "数据可视化",
  "International Marketing Manager": "国际营销经理",
  "Data Communication and Networking": "数据通信与网络",
  "JPT/BPP (N/1015/6/0014) 04/2029, (MQA/PA17156)": "JPT/BPP (N/1015/6/0014) 04/2029, (MQA/PA17156)",
  "Multinational Manager": "跨国公司经理",
  "Discrete Structures": "离散结构",
  "Emerge as an events professional who is competent, proficient, and ready to excel in a growing and dynamic landscape of the events industry. Lead the charge with event planning skills, venue management, logistics, ICT, accounting, marketing, and revenue management. Be confident with communication, decision-making and problem-solving skills, with a strong sense of personal satisfaction of a job well done.": "在不断发展和充满活力的活动行业中，成为一名有能力、精通业务并准备就绪的活动专业人士。掌握活动策划技能、场地管理、物流、信息和通信技术、会计、市场营销和收益管理等方面的技能。对沟通、决策和解决问题的技能充满信心，对出色完成工作有强烈的个人满足感。",
  "Business Development Manager": "业务发展经理",
  "Platform Based Development": "基于平台的开发",
  "Pass with a minimum Grade C (GP 2.00) in any two (2) subjects; or": "任何两（2）门科目成绩至少达到 C 级（GP 2.00）；或",
  "International Trade and Customs Manager": "国际贸易和海关经理",
  "Parallel and Distributed Computing": "并行和分布式计算",
  "International Foreign Policy Advisor": "国际外交政策顾问",
  "Specialisation Courses": "专业课程",
  "Pass with a minimum of Grade D in any two (2) subjects; or": "任何两（2）门科目及格且至少达到 D 级；或",
  "Data Science": "数据科学",
  "Pass with a minimum grade of Jayyid (Good); or": "及格，最低成绩为 Jayyid（良好）；或",
  "Bachelor of Finance (Honours) (Financial Technology) | Nilai University": "金融学士（荣誉）（金融技术） | 汝来大学",
  "Computer Graphics": "计算机图形学",
  "Pass with at least Grade B in any five (5) subjects; or": "五（5）科成绩至少达到 B 级；或",
  "Statistical Methods for Data Science": "数据科学统计方法",
  "JPT/BPP (N/0412/6/0008) 06/30, (MQA/PA16374)": "JPT/BPP (N/0412/6/0008) 06/30, (MQA/PA16374)",
  "Pass with a minimum CGPA of 2.00, or": "通过，CGPA 不低于 2.00，或",
  "Theory of Computation": "计算理论",
  "The goal of the Bachelor of Finance (Honours) (Financial Technology) programme is to provide students with thorough knowledge and comprehension in every facet of finance and financial technology. The programme is made to meet current demands from a variety of industries, including banking and financial services, multinational corporations, publicly traded companies, and governmental organisations, as well as to provide an advantage with the newest technologies that are in line with the Industrial Revolution 4.0.": "金融（荣誉）学士（金融科技）课程的目标是为学生提供金融和金融科技各方面的全面知识和理解能力。该课程旨在满足当前各行各业的需求，包括银行和金融服务、跨国公司、上市公司和政府组织，以及提供符合工业革命 4.0 的最新技术优势。",
  "Diploma in a related field (Level 4, MQF)": "相关专业文凭（4 级，MQF）",
  "Data Mining and Predictive Analytics": "数据挖掘和预测分析",
  "What is Financial Technology?": "什么是金融科技？",
  "Pass with a minimum CGPA of 2.00 or its equivalent": "通过，CGPA 至少达到 2.00 或同等水平",
  "Data Science Project I": "数据科学项目 I",
  "Why study Financial Technology @ Nilai University?": "为何选择汝来大学金融科技专业？",
  "Study Skills": "学习技巧",
  "Data Science Project II": "数据科学项目 II",
  "Managing People in the Hospitality & Tourism Industry": "酒店与旅游业的人员管理",
  "Pass with a minimum Grade C+ (GPA 2.33) in any 2 subjects and credit in Mathematics and pass in English at SPM Level; or": "在 SPM 级考试中，任何两门科目及格，至少 C+（GPA 2.33），数学及格，英语及格；或",
  "Mata Pelajaran Pengajian Umum/University Courses": "通识教育/大学课程",
  "Service Quality Management": "服务质量管理",
  "Pass with a minimum Grade D in any two (2) subjects and a credit in Mathematics at SPM or its equivalent; or": "在大马教育文凭考试（SPM）中任何两（2）科及格，成绩至少为 D 级，且数学成绩优良，或同等成绩；或",
  "Malay Language (only for Malaysian students without a credit in SPM BM)": "马来语（仅适用于未在马来西亚教育文凭考试（SPM BM）中取得学分的马来西亚学生",
  "Fundamentals of Special Events": "特别活动基础知识",
  "Pass with at least Grade B in five (5) subjects including Mathematics; or": "包括数学在内的五（5）科成绩至少达到 B 级；或",
  "Data Administrator": "数据管理员",
  "Conferences & Conventions": "会议和大会",
  "Business Intelligence Manager": "商业智能经理",
  "Pass with a minimum grade of Jayyid and credits in Mathematics and pass in English at SPM level or its equivalent; or": "在大马教育文凭考试（SPM）中数学及格，英语及格，或同等成绩；或",
  "Sports Events Management": "体育赛事管理",
  "Business Intelligence Developer": "商业智能开发人员",
  "Matriculation/Foundation": "预科/基础",
  "Introduction to Tourism": "旅游简介",
  "Data Engineer": "数据工程师",
  "Professional Event Planning": "专业活动策划",
  "Pass with a minimum CGPA of 2.50 and credit in Mathematics and English at SPM level or its equivalent; or": "成绩合格，CGPA 至少达到 2.50，在 SPM 考试中数学和英语获得优等或同等成绩；或",
  "Machine Learning Engineer/Scientist": "机器学习工程师/科学家",
  "Event Safety & Risk Management": "活动安全与风险管理",
  "Diploma in Finance or related field (Level 4, MQF)": "金融或相关专业文凭（4 级，MQF）",
  "Production and Operations in Events": "活动制作与运营",
  "Applications Architect": "应用架构师",
  "Pass with a minimum CGPA of 2.50": "及格，CGPA 不低于 2.50",
  "Enterprise Architect": "企业架构师",
  "ICT in Managing Events": "活动管理中的信息和通信技术",
  "English Language Requirements (for international students)*": "英语语言要求（国际学生）*",
  "Infrastructure Architect": "基础设施架构师",
  "Final Year Project (Events Management)": "毕业设计（活动管理）",
  "6.0": "6.0",
  "Statistician": "统计员",
  "Financial Analysis and Control for an Events Organisation": "活动组织的财务分析与控制",
  "8.5 (Ess OL) / 60 (iBT)": "8.5（Ess OL）/60（iBT）",
  "Graduating Seminar in Hospitality & Tourism": "酒店与旅游专业毕业研讨会",
  "59": "59",
  "Bachelor of Information Technology (Hons) (Internet Engineering and Cloud Computing) | Nilai University": "信息技术（荣誉）学士（互联网工程与云计算） | 汝来大学",
  "Event Feasibility and Development": "活动可行性与开发",
  "169": "169",
  "Events and Destination Management": "活动和目的地管理",
  "JPT/BPP(R/0611/6/0086) 07/28, (MQA/FA5716)": "JPT/BPP(R/0611/6/0086) 07/28, (MQA/FA5716)",
  "250": "250",
  "Hospitality Organisational Behaviour": "酒店业组织行为学",
  "109": "109",
  "Internet and cloud computing technologies are driving a fundamental shift in computing. This technology has the potential to instantly deliver simple, easy-to-use, sophisticated and high-powered computer applications and information that consumers could not otherwise access. This programme aims to provide students with a solid foundation of the concept and the underlying principles of Internet engineering and cloud computing. Students will be equipped with the knowledge and skills necessary to plan, design, implement, manage and maintain computer networking of cloud and Internet as well as their security.": "互联网和云计算技术正在推动计算技术发生根本性转变。这项技术具有即时提供简单、易用、复杂和高能量计算机应用程序和信息的潜力，而这些是消费者无法以其他方式获取的。本课程旨在为学生提供互联网工程和云计算概念和基本原理的坚实基础。学生将掌握规划、设计、实施、管理和维护云计算和互联网的计算机网络及其安全所需的知识和技能。",
  "Research Methodology in Hospitality": "酒店业研究方法",
  "Event Sponsorship": "活动赞助",
  "Pass in STPM with a minimum grade of C (GPA 2.00) in any (2) subjects and a credit in Mathematics at SPM level or its equivalent; or": "大马教育文凭考试（STPM）及格，任何（2）门科目成绩至少达到 C 级（GPA 2.00），且大马教育文凭考试数学成绩优良或同等成绩；或",
  "**International students who do not fulfill the English Language Requirements may join the Intensive English Programme at Nilai University which builds their skills in the language and prepares them for the Linguaskill examination.": "**未达到英语语言要求的国际学生可参加汝来大学的强化英语课程，该课程可提高他们的语言技能，为参加 Linguaskill 考试做好准备。",
  "Event Logistics": "活动后勤",
  "Pass with a minimum grade of Jayyid in any TWO (2) subjects  and a credit in Mathematics at SPM level or its equivalent; or": "在 SPM 或同等水平的考试中，两（2）科及格且数学成绩不低于 Jayyid；或",
  "The programme is specially tailored for undergraduate’s degree level to fulfill the industry’s need for highly knowledgeable and skilled professionals in related fields.": "该课程专门为本科生量身定制，以满足行业对相关领域高知识、高技能专业人才的需求。",
  "Event Marketing": "活动营销",
  "Diploma Kemahiran Malaysia (DKM) / Diploma": "马来西亚文凭（DKM）/文凭",
  "Financial Technology refers to technology and innovation focused on competing with established financial methods in the delivery of financial services. It's a new industry that employs technology to improve financial activities.": "金融科技指的是在提供金融服务时，专注于与既有金融方法竞争的技术和创新。这是一个利用技术改善金融活动的新兴产业。",
  "Hospitality Strategic Management": "酒店业战略管理",
  "Events Stakeholder Behaviour": "活动 利益相关者的行为",
  "Vokasional Malaysia (DVM) / Diploma Lanjutan Kemahiran Malaysia (DLKM) in Computing fields": "计算机领域的马来西亚职业文凭（DVM）/马来西亚计算机文凭（DLKM）",
  "The programme covers all the major areas within the body of knowledge identified in the programme standards which include business analytics, financial derivative, accounting information system (AIS) blockchain technology, financial technology governance, risk management & compliance, artificial intelligence, digital currencies, corporate finance, introduction to management accounting, international finance, investment and foundation of business.": "该课程涵盖了课程标准中确定的知识体系内的所有主要领域，包括商业分析、金融衍生品、会计信息系统（AIS）、区块链技术、金融技术治理、风险管理与合规、人工智能、数字货币、企业财务、管理会计入门、国际金融、投资和商业基础。",
  "Minor": "未成年人",
  "Diploma (Level 4, MQF) in Non-Computing fields": "非计算机领域文凭（4 级，MQF",
  "The courses will also focus on data analytics and financial technology skills required of executives, such as big data analytics, robo advisors, artificial intelligence, financial technology governance and risk management & compliance.": "课程还将侧重于高管所需的数据分析和金融技术技能，如大数据分析、机器人顾问、人工智能、金融技术治理以及风险管理与合规。",
  "Publication Design": "出版设计",
  "Pass with a minimum CGPA of 2.75  and a credit in Mathematics at SPM level or its equivalent. Candidates with a CGPA below 2.75 but more than 2.50 may need to undergo an internal interview": "通过，CGPA 至少达到 2.75，并在 SPM 考试中获得数学优等或同等成绩。CGPA 低于 2.75 但高于 2.50 的考生可能需要接受内部面试。",
  "Food and Beverage Service 1 Theory": "餐饮服务 1 理论",
  "Bachelor of Information Technology (Hons) | Nilai University": "信息技术（荣誉）学士 | 汝来大学",
  "Advanced Web Technologies": "高级网络技术",
  "Compulsory Core": "必修核心课程",
  "Blockchain Technology": "区块链技术",
  "JPT/BPP(R3/0611/6/0206) 08/28, (MQA/A9104)": "JPT/BPP(R3/0611/6/0206) 08/28, (MQA/A9104)",
  "Cloud Storage Infrastructure": "云存储基础设施",
  "Etnik & Penghayatan (for Malaysian students)": "民族与欣赏（针对马来西亚学生）",
  "This programme provides you with a balance of technical and creative thinking courses, focusing on the application of Information Technology (IT) as it is used in the real world. It is designed to enable you to effectively deal with IT components that have become an integral part of today’s increasingly complex business environment. This programme stresses on skills development in the technical areas of computer hardware and software architecture, including the design of technological information and computing systems, as solutions to business support needs. Upon graduation, you will be accomplished in the requirements of IT design and development strategies and be well prepared to face the constraints and technological challenges which face most organizations.": "本课程为您提供技术与创造性思维的平衡课程，重点是信息技术（IT）在现实世界中的应用。该课程旨在使你能够有效地处理已成为当今日益复杂的商业环境中不可或缺的一部分的信息技术组件。该课程强调计算机硬件和软件架构技术领域的技能发展，包括技术信息和计算系统的设计，作为业务支持需求的解决方案。毕业后，您将掌握信息技术设计和开发战略的要求，并为面对大多数组织所面临的限制和技术挑战做好充分准备。",
  "Internet and Cloud Principles": "互联网和云原理",
  "Bahasa Melayu Komunikasi 2 (for international students)": "马来语交流 2（针对国际学生）",
  "Diploma in Computing fields (Level 4, MQF) or equivalent": "计算机领域文凭（4 级，MQF）或同等学历",
  "Internet and Cloud Security": "互联网和云安全",
  "Elective": "选修课",
  "Diploma in Non-Computing fields (Level 4, MQF) or equivalent": "非计算领域文凭（4 级，MQF）或同等学历",
  "Service Oriented Architecture": "面向服务的架构",
  "University Course": "大学课程",
  "IECC Project I": "IECC 项目 I",
  "Diploma Kemahiran Malaysia (DKM) / Diploma Vokasional Malaysia (DVM) / Diploma Lanjutan Kemahiran Malaysia (DLKM) in Computing fields": "计算机领域的马来西亚计算机文凭（DKM）/马来西亚职业文凭（DVM）/Lanjutan Kemahiran Malaysia（DLKM）文凭",
  "Bachelor of Nursing (Hons) ODL | Nilai University": "护理学（荣誉）学士 ODL | 汝来大学",
  "IECC Project II": "IECC 项目 II",
  "Enterprise Resource Planning": "企业资源规划",
  "JPT/BPP (N-DL/0913/6/0016) 09/29 (MQA/PA16764)": "JPT/BPP (N-DL/0913/6/0016) 09/29 (MQA/PA16764)",
  "Bachelor of Science (Honours) in Flight Operations | Nilai University": "飞行操作（荣誉）理学士 | 汝来大学",
  "Internet of Things": "物联网",
  "APRIL/ AUGUST/ NOVEMBER": "四月/ 八月/ 十一月",
  "IoT Smart Application Development": "物联网智能应用开发",
  "JPT/BPP(N/1041/6/0011), 06/30, (MQA/PA18174)": "JPT/BPP(N/1041/6/0011), 06/30, (MQA/PA18174)",
  "Final Year Project I": "毕业设计 I",
  "The Bachelor of Nursing (Hons) Open and Distance Learning (ODL) which is tailored especially for registered nurses who hold a diploma in Nursing and would like to upgrade their academic qualifications towards a full Bachelor in Nursing. Without the needs of travelling and attending physical classes, this virtual programme keeps you up-to-date with the latest nursing knowledge, critical thinking skills, and evidence-based nursing practices through online classes that you can access anytime and anywhere. Coordinated by certified and highly experienced educators, the flexibility of the programme frees you from the worries of your busy schedule and allows you to have a good balance with your current work and yet be a high-performance student.": "护理学（荣誉）开放与远程学习（ODL）学士学位课程专为持有护理学文凭并希望提升学历以获得护理学学士学位的注册护士量身定制。该虚拟课程无需长途跋涉和参加实体课堂，通过随时随地访问的在线课程，让您掌握最新的护理知识、批判性思维技能和循证护理实践。在经验丰富的认证教育工作者的协调下，该课程的灵活性让您从繁忙的日程表中解脱出来，既能兼顾当前工作，又能成为一名高效的学生。",
  "Final Year Project II": "毕业班项目 II",
  "Made for compassionate future nurse.": "为富有同情心的未来护士而生",
  "For Malaysian Students": "马来西亚学生",
  "Bachelor of Science (Hons) Biotechnology | Nilai University": "理学士（荣誉）生物技术 | 汝来大学",
  "The Bachelor of Science in Flight Operations (BFO) prepares students for diverse roles in the aviation industry by providing a comprehensive education in aerodynamics, aircraft system, navigation, meteorology, aviation safety, flight planning, air traffic management, airlines and airport operations, air crash investigations, aviation project management, aviation economics analysis, and many more. Through hands-on training with advanced simulators and practical tools, students gain essential technical and soft skills, emphasising safety, regulatory compliance, and global aviation standards. Experienced faculty and strong industry connections offer valuable insights, wide choices and credible internships placement, and networking opportunities, enhancing employability in aviation industry. This program equips graduates with the expertise needed to excel in the dynamic and global aviation sector.": "飞行运营理学士（BFO）通过提供空气动力学、飞机系统、导航、气象学、航空安全、飞行计划、空中交通管理、航空公司和机场运营、空难调查、航空项目管理、航空经济分析等方面的综合教育，帮助学生为在航空业中担任各种角色做好准备。通过使用先进的模拟器和实用工具进行实践培训，学生可以获得基本的技术和软技能，重点是安全、合规性和全球航空标准。经验丰富的教师和强大的行业联系为学生提供了宝贵的见解、广泛的选择和可靠的实习机会，以及建立联系的机会，从而提高了学生在航空业的就业能力。该课程使毕业生具备在充满活力的全球航空业中脱颖而出所需的专业知识。",
  "JPT/BPP(R3/0512/6/0045)11/29, (MQA/A9990)": "JPT/BPP(R3/0512/6/0045)11/29, (MQA/A9990)",
  "Pass Diploma in Nursing and registered with Malaysian Nursing Board (MNB)": "护理文凭及格并在马来西亚护理局（MNB）注册",
  "Keep the Skies Safe": "确保天空安全",
  "Minimum TWO (2) years clinical working experience": "至少两（2）年临床工作经验",
  "Health Requirements": "健康要求",
  "This programme is an innovative multidisciplinary degree that was developed with inputs from key industry players and academics who are experts in their field. It features biotechnology modules coupled with electives in business, communications, marketing, accounting and many more.": "该课程是一个创新性的多学科学位，在开发过程中吸收了业界重要人士和相关领域专家的意见。该课程以生物技术模块为特色，辅以商业、通信、市场营销、会计等选修课。",
  "Unlocking the Future of Science and Innovation.": "开启科学与创新的未来。",
  "Possess current Annual Practising Certificate (APC) for nurses from MNB": "持有 MNB 颁发的护士年度执业证书 (APC)",
  "Pass with at least Grade C (GP 2.00) in any two (2) subjects; or": "任何两（2）科成绩至少达到 C 级（GP 2.00）；或",
  "Completed a minimum of 52 weeks of clinical placement during the diploma in nursing programme": "在护理文凭课程期间完成至少 52 周的临床实习",
  "Pass with at least Grade D in any two (2) subjects; or": "任何两（2）科成绩至少达到 D 级；或",
  "Pass with minimum Grade C (GPA 2.00) in any two (2) subjects and SPM with three (3) credits including Mathematics and one (1) Science subject; or": "任何两（2）门科目及格且成绩不低于 C 级（GPA 2.00），以及 SPM 三（3）个学分（包括数学和一（1）门科学科目）；或",
  "For International Students": "国际学生",
  "Unified Examination Certificate (UEC)": "统一考试证书（UEC）",
  "Pass Diploma in Nursing and registered with Nursing Council of the country of origin": "护理文凭及格，并在原籍国护理委员会注册",
  "Pass with at least Grade B in five (5) subjects and pass in Mathematics and English ; or": "五（5）科及格，至少 B 级，数学和英语及格；或",
  "Pass with minimum Grade D in any two (2) subjects and possess SPM or equivalent with three (3) credits including Mathematics and one (1) Science subject; or": "任何两（2）门科目及格且成绩至少为 D 级，并持有大马教育文凭考试（SPM）或同等资格证书，且取得三（3）个学分，包括数学和一（1）门科学科目；或",
  "Possess current Annual Practising Certificate for nurses from Nursing Council of country of origin": "持有原籍国护理委员会颁发的护士年度执业证书",
  "Pass with at least Grade of Jayyid (good) and pass in Mathematics and English at the Sijil Pelajaran Malaysia (SPM) level; or": "在马来西亚高等教育文凭考试（SPM）中，数学和英语至少达到及格线（良好）；或",
  "Pass with minimum grade of Jayyid and SPM with three (3) credits in": "成绩合格，最低等级为Jayyid，SPM考试在以下科目中取得三（3）个学分",
  "515/215/80": "515/215/80",
  "Pass at least CGPA 2.00; or": "至少通过 CGPA 2.00；或",
  "Mathematics and one (1) Science subject; or": "数学和一（1）门科学科目；或",
  "CAE": "CAE",
  "Diploma (Level 4, MQF)/": "文凭（第 4 级，MQF）/",
  "Pass with at least Grade B in five (5) subjects inclusive of Mathematics and one (1) Science subject; or": "五（5）门科目（包括数学和一（1）门科学科目）至少 B 级及格；或",
  "CPE": "用户端设备"
}