{
  "OrangeSoft Web Design": "OrangeSoft 网页设计",
  "Order processing, monitors progress, confers with production control personnel to ensure timely delivery in accordance with customer's requirements.": "处理订单，监控进度，与生产控制人员协商，确保按照客户要求及时交货。",
  "Organisation, Inland Revenue Board, Human Resource Development Fund etc.": "组织、税务局、人力资源发展基金等。",
  "Organize files, records and data with accuracy and confidentiality.": "准确、保密地整理档案、记录和数据。",
  "Organized, analytical, and able to multitask in a fast-paced environment.": "有条理、善于分析，能够在快节奏的环境中处理多项任务。",
  "Organized, detail-oriented, and able to multitask.": "有条理，注重细节，能够处理多项任务。",
  "Orientation Programmes January 2024 Intake": "2024年1月入学迎新课程",
  "Orientation Programmes January 2024 Intake | Nilai University": "2024年1月入学指导课程 | 汝来大学",
  "Orientation for new students": "新生指导",
  "Original copy of Affidavit for the name / date of birth (DOB) (if name indicate in academic results/ or any other documents are different from the name in the passport).": "姓名/出生日期（DOB）宣誓书原件（如果学习成绩/或任何其他文件中的姓名与护照上的姓名不同）。",
  "Original copy of No Objection Certificate (NOC) or Eligibility Letter (LOC)(for countries such as Iran, Sudan and Oman).": "无异议证明（NOC）或资格证书（LOC）原件（适用于伊朗、苏丹和阿曼等国家）。",
  "Other": "其他",
  "Other Requirements": "其他要求",
  "Other institutions or companies within Nilai University.": "汝来大学内的其他机构或公司。",
  "Others": "其他",
  "Other…": "其他...",
  "Our Aircraft Maintenance programmes offer the perfect blend of practical experience and academic knowledge, ensuring you're ready for the industry from day one.": "我们的飞机维修课程将实践经验与学术知识完美融合，确保您从入学第一天起就能为行业做好准备。",
  "Our Surau provides a tranquil space for prayer and reflection. As a university that respects and supports religious practices, we have dedicated this facility to cater to the spiritual needs of our students, faculty, and staff.": "我们的 Surau 为祈祷和反思提供了一个宁静的空间。作为一所尊重和支持宗教习俗的大学，我们专门设立了这一设施，以满足学生、教职员工的精神需求。",
  "Our core strength is its highly skilled talents that we invest in and which is vital to respond to our various customer demands in the most responsible manner. Sonovision values its employee base and encourages work life balance.": "我们的核心优势在于我们投资的高技能人才，他们对于以最负责任的方式满足客户的各种需求至关重要。Sonovision 重视员工基础，并鼓励平衡工作与生活。",
  "Our dedicated team of researchers, innovators, marketers, and production experts specialize in developing plant-based polymers that are safe for the environment—free from harmful chemicals or catalysts. Through continuous research, development, and design, we strive to enhance product value and performance.": "我们拥有一支由研究人员、创新人员、营销人员和生产专家组成的专业团队，专门从事开发对环境安全、不含有害化学品或催化剂的植物基聚合物。通过不断的研究、开发和设计，我们努力提高产品的价值和性能。",
  "Our external counterparts who provide external, twinning, or other similar educational programmes.": "提供校外、结对或其他类似教育计划的外部同行。",
  "Our historical and core expertise lies in the design and production of technical data for aerospace, defense and commercial applications. Sonovision also operates in other critical industries such as space, railways, marine and energy industries. Services include engineering support, customized training solutions, integrated product support, graphic design and animation that form part of our communication and marketing portfolio.": "我们的历史和核心专长在于为航空航天、国防和商业应用设计和生产技术数据。Sonovision 还在其他关键行业开展业务，如航天、铁路、海洋和能源行业。我们提供的服务包括工程支持、定制培训解决方案、综合产品支持、平面设计和动画，这些都是我们交流和营销组合的一部分。",
  "Overview | Nilai University": "概览 | 汝来大学",
  "PEM Fasteners (M) Sdn bhd": "PEM 紧固件（马）私人有限公司",
  "PERSONAL DATA PROTECTION ACT 2010 | Nilai University": "2010年个人数据保护法 | 汝来大学",
  "PJ8 BLOCK B 10-3A (WEST WING) 23, JALAN BARAT SEKSYEN 8, PETALING JAYA 46050, SELANGOR": "PJ8 Block B 10-3A (West Wing) 23, Jalan Barat Seksyen 8, Petaling Jaya 46050, Selangor",
  "PROVIDING ENGINEERING CONSULTANCY, ADVISORY, AND ALL KINDS OF ENGINEERING WORKS": "提供工程咨询、顾问和各种工程服务",
  "PT16690, JALAN NILAI 3/10, KAWASAN PERINDUSTRIAN NILAI 3, 71800 NILAI, NEGERI SEMBILAN": "PT16690, Jalan Nilai 3/10, Kawasan perindustrian Nilai 3, 71800 Nilai, NEGERI SEMBILAN",
  "PT7460 & PT7461 Jalan BBN 1/1A": "PT7460 & PT7461 Jalan BBN 1/1A",
  "Pang Siew Qi": "Pang Siew Qi",
  "Parent's / Guardian's / Sponsor's Data": "父母/监护人/担保人的资料",
  "Participate in internal training sessions to improve lab skills.": "参加内部培训课程，提高实验室技能。",
  "Partner universities or agencies": "合作大学或机构",
  "Passion for food, cooking, or hospitality.": "热爱美食、烹饪或接待工作。",
  "Passion for social media, content creation, and digital marketing.": "热衷于社交媒体、内容创作和数字营销。",
  "Passionate about Marketing, Advertising, and Social Media.": "热衷于市场营销、广告和社交媒体。",
  "Passionate about marketing, social media, and influencer culture.": "热衷于市场营销、社交媒体和有影响力的文化。",
  "Passport No.": "护照号码",
  "Passport Size Photograph (blue background only)": "护照尺寸照片（仅限蓝底）",
  "Pathways": "途径",
  "Pavillion KL": "柏威年广场（Pavilion KL）",
  "Pay Now with Flywire": "使用 Flywire 立即付款",
  "Pay less for a beneficial programme that leads you to your desired career pathway.": "花更少的钱，享受有益的课程，走上理想的职业道路。",
  "Payable to Nilai University:": "收款方：汝来大学",
  "Payee Name": "收款人姓名",
  "Payee Name :": "收款人姓名：",
  "Payee Name:": "收款人姓名：",
  "Payment Options | Nilai University": "付款方式 | 汝来大学",
  "Payment counter at Ground Floor, Resource Centre, Nilai University Campus": "汝来大学校园资源中心一楼付款柜台",
  "Payment deadlines and other Finance information": "付款期限和其他财务信息",
  "Peluang Biasiswa Pelajar Cemerlang di Nilai University": "汝来大学优秀学生奖学金机会",
  "Percentage of Refund": "退款百分比",
  "Perform ad-hoc financial tasks as needed to support the finance team": "根据需要执行临时财务任务，为财务团队提供支持",
  "Perform basic measurements and observations under supervision.": "在监督下进行基本测量和观察。",
  "Perform clinical guidance at hospital for all clinical posting module based on the programme syllabus": "根据教学大纲，在医院对所有临床派驻单元进行临床指导",
  "Perform clinical placement teaching at any hospital as assigned by School": "在学校指定的任何医院进行临床实习教学",
  "Perform general administrative and accounting-related tasks as assigned by the Accounts Executive or Manager.": "执行会计主管或经理指派的一般行政和会计相关任务。",
  "Perform general clerical duties such as data entry and document preparation.": "履行数据录入和文件准备等一般办事员职责。",
  "Perform other duties as assigned by superiors.": "履行上级指派的其他职责。",
  "Permanent Address": "永久地址",
  "Personal Data": "个人资料",
  "Personal data which are available in the public domain": "可在公共领域获取的个人资料",
  "Personal data which may be collected from cookies through the use of Nilai": "通过使用汝来大学网站的 Cookie 可能收集到的个人数据",
  "Personal data which may be collected from cookies through the use of Nilai University website": "通过使用汝来大学网站的 Cookie 可能收集到的个人数据",
  "Personal information": "个人信息",
  "Petaling Jaya": "八打灵再也",
  "Peterlabs Holdings Berhad is one of the leading specialists in manufacturing, distribution, export and trading of animal health and nutrition products, located in Nilai, Negeri Sembilan. Our group products include biosecurity and disinfectant, compound feed supplement, feed additives, nutritional premix, pharmaceutical and water-soluble supplement.": "Peterlabs Holdings Berhad 位于森美兰州尼莱市，是动物保健和营养产品制造、分销、出口和贸易的领先专业公司之一。我们集团的产品包括生物安全和消毒剂、配合饲料补充剂、饲料添加剂、营养预混料、药品和水溶性补充剂。",
  "Peterlabs Sdn Bhd": "彼得实验室私人有限公司",
  "Place Of Birth": "出生地",
  "Placement / Grouping information": "安置/分组信息",
  "Plan and execute digital marketing strategies, including social media, display ads, and email campaigns, with performance analysis.": "规划和执行数字营销战略，包括社交媒体、展示广告和电子邮件营销活动，并进行绩效分析。",
  "Plan and execute online marketing campaigns, vouchers, bundles, and seasonal promotions.": "策划并执行在线营销活动、优惠券、捆绑销售和季节性促销。",
  "Plan and manage daily/weekly schedules for the CFO": "规划和管理首席财务官的每日/每周日程安排",
  "Planning": "规划",
  "Play": "播放",
  "Playing": "播放中",
  "Please contact the Nilai University Helpdesk in the usual manner at": "请通过以下方式联系汝来大学服务台",
  "Please contact the Nilai University IT Helpdesk Hotline at 012-2338218 (Mon-Fri 9am to 5pm). Alternatively, you can email your problem to": "请拨打汝来大学 IT 服务台热线 012-2338218（周一至周五上午 9 点至下午 5 点），或将问题发送邮件至：",
  "Please describe": "请描述",
  "Please do not change your passport once you have received the Visa Approval Letter (VAL) from Immigration Department of Malaysia to avoid unforeseen circumstances.": "从马来西亚移民局收到签证批准信（VAL）后，请不要更换护照，以免发生意外情况。",
  "Please indicate form of disability / critical illness, if any. This is for support purposes only and will not affect the outcomt of your application.": "请注明残疾/重大疾病（如有）的形式。这仅用于支持目的，不会影响您的申请结果。",
  "Please log in to:": "请登录",
  "Pos Aviation": "Pos 航空",
  "Position": "职位",
  "Positive attitude, team player, and eager to learn": "态度积极，具有团队合作精神，渴望学习",
  "Positive working attitude with initiative to get things done.": "工作态度积极，主动完成任务。",
  "Possess a PhD in Education/Management with Master’s degree in Education.": "拥有教育学/管理学博士学位和教育学硕士学位。",
  "Possess a high ability to meet tight deadlines.": "具有很强的在紧迫的时间内完成任务的能力。",
  "Possess a teaching methodology certificate is an added advantage.": "持有教学方法证书者更佳。",
  "Possess own transport and able to travel to clinics.": "拥有自己的交通工具，能够前往诊所。",
  "Possess post basic qualifications in Midwifery, Community Health Nursing or Gerontology.": "具备助产、社区保健护理或老年学专业的基础后资格。",
  "Possess professional membership in accounting related bodies will be advantage.": "拥有会计相关机构的专业会员资格者优先。",
  "Possesses initiative, the ability to think independently and a passion for academic excellence.": "具有主动性、独立思考能力和追求卓越学术的热情。",
  "Possession of Post-Basic Certification is and added advantage.": "持有基础教育后证书者更佳。",
  "Post-Graduate Diploma / Bachelor's Degree in Business Studies/Administration/Management or equivalent": "商业研究/行政/管理专业研究生文凭/学士学位或同等学历",
  "Postcode": "邮编",
  "Postgraduate": "研究生",
  "Postgraduate (Masters)": "研究生（硕士）",
  "Postgraduate (PHD)": "研究生（PHD）",
  "Postgraduate Programme in Education (PPE)": "教育学研究生课程（PPE）",
  "Postgraduate Programmes": "研究生课程",
  "Postgraduate | Nilai University": "研究生院 | 汝来大学",
  "Powered by": "技术支持",
  "Preferably students who are studying for degree in Marketing, Mass Communication, Marketing Communications, Public Relation or related studies": "攻读市场营销、大众传播、营销传播、公共关系或相关专业的学生优先考虑",
  "Preferred Intake (Month)": "首选入学月份",
  "Preferred Skills:": "首选技能",
  "Prepare AI system usage guides and handbooks before system deployment.": "在系统部署前编写人工智能系统使用指南和手册。",
  "Prepare and assist in issuing bundling / stock transfer documents.": "准备并协助签发捆绑/库存转移文件。",
  "Prepare and issue statements of account, reminders, and collection notices.": "准备和发布账户报表、催款通知和收款通知。",
  "Prepare and update technical documentation including SOPs, work instructions, and reports.": "编写和更新技术文件，包括标准操作程序、工作说明和报告。",
  "Prepare interview documents (evaluation forms, candidate profiles, interview schedules).": "准备面试文件（评估表、候选人简介、面试时间表）。",
  "Prepare monthly reports to Inter Companies such as sales v/s budget report etc.": "编写提交给公司间组织的月度报告，如销售与预算报告等。",
  "Prepare monthly statement of accounts for customers with close follow up on invoice availability at customer.": "为客户编制月度账目报表，密切跟进客户的发票供应情况。",
  "Prepare presentations, proposals, contracts, and other documents": "准备演示文稿、建议书、合同和其他文件",
  "Prepare proposals, quotes, and presentations that highlight the value of our offerings.": "准备提案、报价和演示文稿，突出我们产品的价值。",
  "Prepare reports, letters, and correspondence related to L&D and recruitment.": "准备与 L&D 和招聘相关的报告、信函和公文。",
  "Prepare reports, presentations, and internal communications as directed. Ensure accuracy and confidentiality in all documents.": "根据指示编写报告、演示文稿和内部通信。确保所有文件的准确性和保密性。",
  "Prepare training materials (if any), attendance lists, and evaluation forms.": "准备培训材料（如有）、出席人员名单和评估表。",
  "Prepare, conduct and evaluate examination to meet standards set by regulatory authority.": "准备、实施和评估考试，以达到监管机构规定的标准。",
  "Presentable & team player.": "仪表端庄，具有团队合作精神。",
  "Previous experience in a lab environment is an advantage but not mandatory—training will be provided.": "有实验室工作经验者优先，但不是必须，我们将提供培训。",
  "Previous experience in hotel or customer service is an advantage": "有酒店或客户服务经验者优先",
  "Previous qualification-related documents and/or certificates": "以前的资格相关文件和/或证书",
  "Pribumi": "土著",
  "Pricing": "定价",
  "Privacy\n                Notice": "隐私权\n                通知",
  "Privacy Notice": "隐私声明",
  "Pro Forma Invoice": "形式发票",
  "Proactive attitude with a willingness to learn and take initiative. Ability to internship in Puchong.": "态度积极主动，乐于学习和采取主动。能够在蒲种实习。",
  "Proactive, detail-oriented, and able to handle operations independently.": "积极主动，注重细节，能够独立处理业务。",
  "Process purchase requisitions and generate Purchase Orders via ERP.": "通过企业资源规划系统处理请购单并生成采购订单。",
  "Procurement & Documentation": "采购和文件",
  "Producing employable well-rounded graduates who are professionally competent, and socially confident.": "培养具有专业能力和社会自信的全面就业毕业生。",
  "Prof. Dr. Tang Keow Ngang": "邓国昂博士教授",
  "Professional Development and Process Improvement": "专业发展与流程改进",
  "Professional Recognition": "专业认可",
  "Professional advisors including lawyers, accountants, auditors, insurers and brokers on a need to know basis for the purposes of providing their services/advice to us.": "专业顾问，包括律师、会计师、审计师、保险商和经纪人，在需要知情的情况下为我们提供服务/建议。",
  "Professional or accreditation bodies.": "专业或认证机构。",
  "Professor Dato’ Dr. Azhar Bin Ismail": "拿督阿扎尔-本-伊斯梅尔博士教授",
  "Professor Dato’ Dr. Azhar Ismail": "拿督阿扎尔-伊斯梅尔博士教授",
  "Professor Dato’ Dr. Azhar did his undergraduate degree in Entomology at the University of California, Davis and continued his graduate degrees of Masters and PhD in Entomology at the Washington State University. He served as an Adjunct Professor with the Department of Crop Protection at University Putra Malaysia in Serdang Selangor. Also, he was the President of the Entomological Society of Malaysia (Entoma) in 2001-02.": "拿督阿扎尔博士教授在加利福尼亚大学戴维斯分校获得昆虫学本科学位，并在华盛顿州立大学继续攻读昆虫学硕士和博士学位。他曾在雪兰莪州斯登的马来西亚布特拉大学作物保护系担任兼职教授。此外，他还是 2001-02 年度马来西亚昆虫学会（Entoma）主席。",
  "Professor Dato’ Dr. Azhar has more than a three-decade career as an entomologist at MARDI and the Malaysian Cocoa Board. Before he was appointed the Vice-Chancellor of the Nilai University, he was the Director-General of the Malaysian Cocoa Board and was at the helm for more than 10 years.": "拿督阿扎尔博士教授在马来西亚可可研究所（MARDI）和马来西亚可可局（Malaysian Cocoa Board）担任昆虫学家长达三十年之久。在被任命为汝来大学校长之前，他曾担任马来西亚可可局的总干事，并在该局工作了 10 多年。",
  "Professor Emeritus Tengku Dato’ Shamsul Bahrin": "登古-拿督-沙姆苏勒-巴赫林荣誉教授",
  "Professor Emeritus Tengku Dato’ Shamsul Bahrin has been with Nilai University (Nilai College as it was then known) since its inception in 1998. In his role as President, he was instrumental in getting the institution upgraded to ‘university college’ (2008) and full ‘university’ status (2012). He holds an Honours degree in Geography from Universiti Malaya and a Master’s Degree in Geography from the University of Sheffield, UK. He is a firm believer in democratisation of higher education through scholarships and financial aids.": "登古-拿督-沙姆苏尔-巴林荣誉教授自 1998 年尼莱州大学（尼莱学院，当时的名称）成立以来一直在该校工作。在担任校长期间，他为该校升级为 \"大学学院\"（2008 年）和正式 \"大学\"（2012 年）发挥了重要作用。他拥有马来亚大学地理学荣誉学位和英国谢菲尔德大学地理学硕士学位。他坚信通过奖学金和经济援助实现高等教育的民主化。",
  "Proficiency in Adobe Creative Suite (Photoshop, Illustrator, InDesign).": "熟练掌握 Adobe Creative Suite（Photoshop、Illustrator、InDesign）。",
  "Proficiency in CAD, SolidWorks, or other engineering tools.": "熟练掌握 CAD、SolidWorks 或其他工程工具。",
  "Proficiency in English, Bahasa Malaysia. Mandarin is a preferred": "熟练掌握英语和马来西亚语。优先考虑普通话",
  "Proficiency in HTML, CSS, JavaScript, and responsive design.": "熟练掌握 HTML、CSS、JavaScript 和响应式设计。",
  "Proficiency in Mandarin is considered an added advantage.": "精通普通话者更佳。",
  "Proficiency in Microsoft Office (Word, Excel, Powerpoint etc).": "熟练掌握 Microsoft Office（Word、Excel、Powerpoint 等）。",
  "Proficiency in Microsoft Office Suite (Word, Excel, PowerPoint, Outlook)": "熟练掌握微软办公套件（Word、Excel、PowerPoint、Outlook）",
  "Proficiency in Microsoft Office Suite (especially Excel); experience with financial software is a plus": "熟练掌握微软办公套件（尤其是 Excel）；有财务软件使用经验者优先考虑",
  "Proficiency in Microsoft Office and/or Google Suite": "熟练掌握 Microsoft Office 和/或 Google Suite",
  "Proficiency in accounting software (e.g., SAP, Oracle, QuickBooks) and MS Office (especially Excel).": "熟练掌握会计软件（如 SAP、Oracle、QuickBooks）和 MS Office（尤其是 Excel）。",
  "Proficiency in all Microsoft Office applications.": "熟练掌握所有 Microsoft Office 应用程序。",
  "Proficiency in graphic design software and tools.": "熟练掌握平面设计软件和工具。",
  "Proficiency in more than 2 language in a plus.": "精通两种以上语言者优先。",
  "Proficiency in programming/scripting languages such as HTML, ASP, and CSS.": "熟练掌握编程/脚本语言，如 HTML、ASP 和 CSS。",
  "Proficient computer skills": "熟练的计算机技能",
  "Proficient in English, written and spoken": "精通英语，包括书面和口语",
  "Proficient in English, written and spoken.": "精通英语，包括书写和口语。",
  "Proficient in Mandarin and English will be added advantages as effectively communicate with Mandarin-speaking clients.": "精通普通话和英语将是额外的优势，可以有效地与讲普通话的客户沟通。",
  "Proficient in Microsoft Excel and other MS Office tools.": "精通 Microsoft Excel 和其他 MS Office 工具。",
  "Proficient in Microsoft Office (Word, Excel, PowerPoint)": "精通 Microsoft Office（Word、Excel、PowerPoint）",
  "Proficient in Microsoft Office (Word, Excel, PowerPoint).": "精通 Microsoft Office（Word、Excel、PowerPoint）。",
  "Proficient in Microsoft Office applications and other relevant software.": "精通 Microsoft Office 应用程序和其他相关软件。",
  "Proficient in Microsoft Word, Excel, and PowerPoint.": "精通 Microsoft Word、Excel 和 PowerPoint。",
  "Proficient in written and verbal communication in English, Malay and, Mandarin is an added advantage.": "精通英语、马来语和普通话的书面和口头交流者更佳。",
  "Program": "计划",
  "Programme": "计划",
  "Programme Application Fee: RM700": "课程申请费：700 马币",
  "Programme Applied": "应用计划",
  "Programme Inquiry": "计划调查",
  "Programmes": "计划",
  "Programming skills in HTML and CSS (Bootstrap).": "HTML 和 CSS（Bootstrap）编程技能。",
  "Project and Event Assistance": "项目和活动协助",
  "Prominent aircraft maintenance linkages provide one of the best industrial trainings": "著名的飞机维修联系机构提供最好的工业培训之一",
  "Promising Pathway": "有前途的途径",
  "Promotes good branding image of the unit through always ensuring customer satisfaction.": "通过始终确保客户满意度，提升单位的良好品牌形象。",
  "Promoting political viewpoints": "宣传政治观点",
  "Prophet Muhd's Birthday": "先知穆罕默德的生日",
  "Proven experience in accounts receivable, credit control, or debt collection (minimum 1 years preferred).": "具有应收账款、信用控制或债务催收方面的经验（至少 1 年者优先）。",
  "Provide Internship Placements": "提供实习岗位",
  "Provide administrative support to the Finance Director, including scheduling meetings and handling correspondence": "为财务总监提供行政支持，包括安排会议和处理信函",
  "Provide administrative support to the Management Officer, including scheduling, filing, and preparing reports/presentations.": "为管理干事提供行政支持，包括安排日程、归档和编写报告/演示文稿。",
  "Provide administrative support, including scheduling and managing paperwork.": "提供行政支持，包括日程安排和文书管理。",
  "Provide direction, leadership, and day-to-day management of educational activities.": "指导、领导和日常管理教育活动。",
  "Provide excellent customer service and assist guests with inquiries": "提供优质的客户服务，协助客人进行咨询",
  "Provide general support to the admin and HR teams.": "为行政和人力资源团队提供一般支持。",
  "Provide general support to the finance team.": "为财务团队提供一般支持。",
  "Provide guidance to clients for products & services offered by Softinn.": "就 Softinn 提供的产品和服务向客户提供指导。",
  "Provide high-quality education through internationally recognised programmes.": "通过国际认可的课程提供高质量的教育。",
  "Provide marketing support for internal departments, ensuring brand consistency across platforms.": "为内部部门提供营销支持，确保各平台的品牌一致性。",
  "Provide on-site event support and ensure smooth logistics during company functions and external events": "提供现场活动支持，确保公司活动和外部活动的后勤工作顺利进行",
  "Provide support for cross-functional tasks and projects as assigned.": "为分配的跨职能任务和项目提供支持。",
  "Provide support for lead designer": "为首席设计师提供支持",
  "Provide support on ad hoc tasks and assist with mini-projects as needed.": "为临时任务提供支持，并根据需要协助开展小型项目。",
  "Provide support to interior design course": "为室内设计课程提供支持",
  "Provide technical assistance to clients for products & services offered by Softinn.": "就 Softinn 提供的产品和服务向客户提供技术援助。",
  "Provide the evidence of payment / transaction slip to the University via:": "通过以下方式向大学提供付款证明/交易单据：",
  "Provide your personal details and contact number:": "提供您的个人信息和联系电话：",
  "Provides information regarding specification of goods, product?s price, and any other updates to customers.": "向客户提供有关货物规格、产品价格和任何其他最新信息。",
  "Providing education excellence and enrichment for life": "提供优质教育，丰富人生",
  "Provision of Information": "提供信息",
  "Psychology research & case studies presentation;": "心理学研究与案例分析演示；",
  "Puchong": "蒲种",
  "Punctual, responsible, and able to follow instructions and work on weekends.": "守时、有责任心，能够听从指示并在周末工作。",
  "Pursuing a Diploma/Degree in Business Admin, HR, Marketing, International Business, Secretarial, Finance & Accounting, LCCI, or equivalent": "攻读工商管理、人力资源、市场营销、国际商务、秘书、财务与会计、LCCI 或同等专业的文凭/学位",
  "Putra Nilai,": "Putra Nilai,",
  "Putra Nilai, Bandar Baru Nilai,": "Putra Nilai, Bandar Baru Nilai,",
  "Putra Point Bandar Baru Nilai": "Putra Point Bandar Baru Nilai",
  "Quality Education": "优质教育",
  "Quayside Tower, Gamuda Kemuning 25.7, 42500 Telok Panglima Garang, Kuala Langat, Selangor.": "Quayside Tower, Gamuda Kemuning 25.7, 42500 Telok Panglima Garang, Kuala Langat, Selangor.",
  "Quick Links": "快速链接",
  "Quiet And Peaceful Study Location": "安静祥和的学习地点",
  "RHB Bank Berhad": "RHB 银行",
  "RHB Bank Berhad, PT7460 & 7461, Jalan BBN 1/1A, Putra point, Bandar Baru Nilai, 71800 Nilai, Malaysia.": "RHB Bank Berhad, PT7460 & 7461, Jalan BBN 1/1A, Putra point, Bandar Baru Nilai, 71800 Nilai, Malaysia.",
  "RHBBMYKL": "RHBBMYKL",
  "RIZMAN/ ANIS": "里兹曼/阿尼斯",
  "RM1000": "RM1000",
  "RM1000 - RM1300": "RM1000 - RM1300",
  "RM1500": "RM1500",
  "RM1700 - RM2000": "RM1700 - RM2000",
  "RM1700 - RM2200": "RM1700 - RM2200",
  "RM1800 - RM2000": "RM1800 - RM2000",
  "RM2000": "RM2000",
  "RM2000 - RM2900": "RM2000 - RM2900",
  "RM2000 - RM4000": "RM2000 - RM4000",
  "RM2100 - RM2500": "RM2100 - RM2500",
  "RM2300 - RM3000": "2300 - 3000 卢比",
  "RM2350 - RM2500": "2350 - 2500 卢比",
  "RM2500 - RM3000": "2500 - 3000 卢比",
  "RM2500 - RM3500": "RM2500 - RM3500",
  "RM2500 - RM3800": "RM2500 - RM3800",
  "RM2500 - RM5000": "2500 - 5000 卢比",
  "RM2800 - RM3500": "RM2800 - RM3500",
  "RM300": "RM300",
  "RM3000": "RM3000",
  "RM3000 - RM3500": "RM3000 - RM3500",
  "RM3000 - RM4500": "RM3000 - RM4500",
  "RM3500 - RM4500": "RM3500 - RM4500",
  "RM4000 - RM5000": "RM4000 - RM5000",
  "RM500": "RM500",
  "RM500 - RM1000": "RM500 - RM1000",
  "RM500 - RM800": "RM500 - RM800",
  "RM600": "600 马币",
  "RM700": "RM700",
  "RM800": "800 马币",
  "RM900": "RM900",
  "Rated as one of the best universities in Malaysia; with a Tier-5 rating, Excellent in the Setara 2011 ranking by the Malaysian Qualifications Agency.": "被评为马来西亚最好的大学之一；在马来西亚学历认证机构的 Setara 2011 排名中被评为第 5 级优秀大学。",
  "Rawang": "拉旺",
  "Re-order": "重新订购",
  "Re-sit Exam": "复试",
  "Read More": "更多信息",
  "Read more": "阅读更多",
  "Real-world work experience before leaving the classroom.": "在离开课堂之前就能获得实际工作经验。",
  "Reasonable foundation in algorithms and analytical skills": "算法和分析技能方面的合理基础",
  "Reasonable foundation in algorithms and analytical skills.": "具有算法和分析技能方面的合理基础。",
  "Reasonable programming skills and understanding of algorithms.": "合理的编程技能和对算法的理解。",
  "Receipt:": "收据：",
  "Receive exemptions* on ACCA, CIMA, ICAEW and MFPC basic papers after completing the degree programme. (*T&C Apply)": "完成学位课程后，可获得 ACCA、CIMA、ICAEW 和 MFPC 基础考试豁免*。(*条款和条件适用)",
  "Receive industrial training from renown public & private healthcare institutions.": "接受知名公立和私立医疗机构的行业培训。",
  "Receive premium tertiary education from Nilai University with affordable fees": "以可承受的学费接受汝来大学的优质高等教育",
  "Record and manage sales activities, client interactions, and opportunities in the CRM system.": "在客户关系管理系统中记录和管理销售活动、客户互动和机会。",
  "Record data accurately in lab logbooks or digital systems.": "在实验室日志或数字系统中准确记录数据。",
  "Record, update, and maintain customer payment information in the accounting system.": "在会计系统中记录、更新和维护客户付款信息。",
  "Redland Aviation Services Sdn Bhd": "Redland Aviation Services Sdn Bhd",
  "Reference checks/background checks/verification source (personal or private)": "证明人调查/背景调查/核实来源（个人或私人）",
  "Refund Policies and Procedures": "退款政策和程序",
  "Refund requested": "申请退款",
  "Refund requested within the second week of the new semester (7": "新学期第二周内申请退款（7",
  "Registered with Board of Engineers Malaysia.": "在马来西亚工程师委员会注册。",
  "Registering a trial account to test out the shortlisted AI systems (with free trial).": "注册试用账户，测试入围的人工智能系统（免费试用）。",
  "Registrar": "注册",
  "Registration for continuing students": "续读学生注册",
  "Registration for new students": "新生注册",
  "Regular classes begin": "常规课程开始",
  "Related Medias": "相关媒体",
  "Related News & Events": "相关新闻和活动",
  "Relationship to Student": "与学生的关系",
  "Release Letter with the academic results and attendance record": "附有学习成绩和出勤记录的释放函",
  "Religion": "宗教",
  "Religious Facility (Surau)": "宗教设施（苏拉）",
  "Reporting & Reconciliation": "报告与对账",
  "Representing Nilai University were Vice-Chancellor Prof. Dato' Dr. Azhar Ismail and Deputy Vice-Chancellor Dr. Song. The session kicked off with presentations from both institutions, laying a strong foundation for future collaboration.": "代表汝来大学的是副校长拿督阿扎尔-伊斯梅尔教授（Prof. Dato' Dr. Azhar Ismail）和副校长宋博士（Dr. Song）。两所院校的发言拉开了会议的序幕，为未来的合作奠定了坚实的基础。",
  "Request and arrange for AI system demonstration from the vendors / supplier.": "要求并安排供应商演示人工智能系统。",
  "Request and update monthly vessel schedules and freight quotations.": "申请并更新每月的船舶时刻表和运费报价。",
  "Required": "需要",
  "Required Documents": "所需文件",
  "Requirements": "要求",
  "Requirements:": "要求：",
  "Research Opportunity": "研究机会",
  "Research and identify potential suppliers or vendors for new projects.": "为新项目研究和确定潜在的供应商或销售商。",
  "Research and recommend new recruitment channels to improve hiring strategies.": "研究并推荐新的招聘渠道，以改进招聘策略。",
  "Research and writing skills": "研究和写作技巧",
  "Research topics and trends for content creation.": "研究内容创作的主题和趋势。",
  "Resourceful and good in conducting online research": "资源丰富，善于开展在线研究",
  "Resources": "资源",
  "Resources | Nilai University": "资源｜汝来大学",
  "Respond promptly and professionally to customer inquiries and resolve issues effectively.": "迅速、专业地回答客户咨询，有效解决问题。",
  "Respond promptly to requests, balancing multiple priorities effectively. Maintain professionalism in high-paced environments.": "迅速回应请求，有效平衡多个优先事项。在高节奏的环境中保持专业精神。",
  "Responsibilities": "职责",
  "Responsibilities:": "职责",
  "Responsibility:": "责任：",
  "Responsible and able to work in a fast-paced environment with tight deadlines": "有责任心，能够在快节奏的环境下工作，并能在紧迫的时间内完成任务",
  "Responsible for smooth and quick turn around flow of aircraft component to manage records, documentations, and movements of unserviceable items from globally located remote warehouses to networks of global repair workshops.": "负责飞机部件的顺利、快速周转，管理记录、文件，并将无法使用的物品从全球各地的远程仓库转移到全球维修车间网络。",
  "Responsible for teaching, carrying out research and administration within the faculty/department scope.": "负责院系范围内的教学、研究和行政管理。",
  "Responsible for the recruitment of students and the sales and marketing of services offered by the University.": "负责招生以及大学服务的销售和营销。",
  "Responsible for undertaking teaching, research, scholarly activities, and academic development.": "负责开展教学、研究、学术活动和学术发展工作。",
  "Responsible for updating and maintaining student data in the system (E-IPTS), ensuring accuracy, completeness, and compliance with institutional and regulatory requirements.": "负责更新和维护系统（E-IPTS）中的学生数据，确保数据准确、完整，并符合机构和监管要求。",
  "Responsible to carry out research, teaching and administration within the school/department scope.": "负责在学校/院系范围内开展研究、教学和行政管理工作。",
  "Responsible to carry out research, teaching and administration within the scope of the faculty / department.": "负责在院系范围内开展研究、教学和行政管理工作。",
  "Responsible to work in a team for the achievement of business goals and recruitment targets.": "负责团队工作，以实现业务目标和招聘指标。",
  "Responsible, punctual, and able to work on shift/rotation": "有责任心，守时，能够轮班/轮流工作",
  "Responsible, punctual, self-disciplined, and a good team player.": "有责任心、守时、自律、善于团队合作。",
  "Resume": "简历",
  "Returning": "返回",
  "Revision week": "修订周",
  "Robust Campus Life": "丰富多彩的校园生活",
  "Rules & regulations of the University.": "大学的规章制度。",
  "SADEQUE S. GHAZNAVI": "Sadeque S. Ghaznavi",
  "SAM": "萨姆",
  "SAM / CPU": "SAM / CPU",
  "SELF SERVICE PORTAL": "自助门户",
  "SHERINE TAN SUI HUA": "SHERINE TAN SUI HUA",
  "SITI NUR AINIE BINTI ANUAR": "siti nur ainie binti anuar",
  "SONOVISION MALAYSIA SDN BHD": "SONOVISION MALAYIA SDN BHD",
  "SPM": "SPM",
  "SPM / O-Levels": "SPM / O水准考试",
  "SPM / O-Levels English Grade": "SPM / O水准英语等级",
  "SR Aviation Sdn Bhd": "SR 航空私人有限公司",
  "SSP Malaysia": "马来西亚",
  "SSP entered Malaysia in 2019 & has been expanding its presence through 35+ restaurants and stores and Airport lounges in Kuala Lumpur T1 & T2, Kuching International Airport and Kota Kinabalu. Operating as a joint venture with our partners Travel Food Services (TFS), SSP offers a diverse range of culinary experiences, catering for various tastes and preferences. Operating approximately 15 brands in Malaysia, including local favourites Coffee Bean and Tea Leaf, 4Fingers and Old Town White Coffee and some international superstars including Jamie Oliver Pizzeria, Burger King, Hard Rock Café & Bar and Subway.": "SSP 于 2019 年进入马来西亚，目前已在吉隆坡 T1 和 T2、古晋国际机场及哥打基纳巴卢开设了 35 多家餐厅和商店以及机场贵宾室。作为与合作伙伴旅行餐饮服务公司（TFS）的合资企业，SSP 提供多样化的美食体验，满足各种口味和偏好。SSP 在马来西亚经营约 15 个品牌，包括当地最受欢迎的 Coffee Bean and Tea Leaf、4Fingers 和 Old Town White Coffee，以及一些国际巨星，包括 Jamie Oliver Pizzeria、汉堡王、Hard Rock Café & Bar 和 Subway。",
  "STPM": "STPM",
  "STPM / A-Levels": "大马高等教育文凭考试（STPM）/A-Level",
  "SUE WYE HONG": "SUE WYE HONG",
  "SUPERVISOR": "监督员",
  "Safety & Security": "安全与安保",
  "Salary": "工资",
  "Sales & Management": "销售与管理",
  "Sales & Marketing/Art, Media, Communications/Others": "销售与营销/艺术、媒体、传播/其他",
  "Sales support, digital marketing support, live-selling session, exhibition/event support, community engagement, analytics & reporting.": "销售支持、数字营销支持、现场销售环节、展览/活动支持、社区参与、分析和报告。",
  "Sales/ Marketing Position": "销售/营销职位",
  "Salina Nordin": "萨利娜-诺丁",
  "Sarrvesh": "萨尔维什",
  "Saturday": "星期六",
  "Schedule & Calendar Management": "日程和日历管理",
  "Scholarship & Financial": "奖学金与财务",
  "Scholarship Application Form": "奖学金申请表",
  "Scholarship Privileges": "奖学金特权",
  "School of Accounting & Finance": "会计与金融学院",
  "School of Accounting and Finance": "会计与金融学院",
  "School of Accounting and Finance | Nilai University": "会计与金融学院 | 汝来大学",
  "School of Aircraft Maintenance": "飞机维修学校",
  "School of Aircraft Maintenance | Nilai University": "飞机维修学院｜汝来大学",
  "School of Applied Sciences": "应用科学学院",
  "School of Applied Sciences | Nilai University": "应用科学学院 | 汝来大学",
  "School of Computing": "计算机学院",
  "School of Computing | Nilai University": "计算机学院 | 汝来大学",
  "School of Foundation Studies": "基础教育学院",
  "School of Foundation Studies | Nilai University": "汝来大学预科学院",
  "School of Hospitality & Tourism": "酒店与旅游学院",
  "School of Hospitality and Tourism": "酒店与旅游学院",
  "School of Hospitality and Tourism | Nilai University": "汝来大学酒店与旅游学院",
  "School of Humanities & Social Sciences": "人文与社会科学学院",
  "School of Humanities and Social Sciences | Nilai University": "人文与社会科学学院 | 汝来大学",
  "School of Management & Marketing": "管理与营销学院",
  "School of Management and Marketing | Nilai University": "管理与营销学院 | 汝来大学",
  "School of Nursing": "护理学院",
  "School of Nursing | Nilai University": "护理学院 | 汝来大学",
  "Schools": "学校",
  "Scientific Skills Workshop with SMK Desa Cempaka | Nilai University": "与SMK Desa Cempaka | 汝来大学举办科学技能讲习班",
  "Secure a Healthcare Career in Nursing": "在护理领域确保医疗保健职业发展",
  "Selamat Hari Raya Aidilfitri!": "开斋节快乐",
  "Self-motivated and self-starter (with minimum supervision)": "积极主动、自学成才（只需最少的监督）",
  "Semenyih": "思明宜",
  "Semester": "学期",
  "Semester (2025)": "学期（2025 年）",
  "Senai, Johor": "柔佛州雪奈",
  "Senate": "参议院",
  "Senawang": "塞纳旺",
  "Send all the documents and the details of payment (receipt of payment/ telegraphic transfer) to:": "将所有文件和付款详情（付款收据/电汇）寄至",
  "Send your flight details to:": "请将航班详细信息发送至",
  "Senior Associate, Management & Operations": "管理与运营高级协理",
  "Senior HR Executive": "高级人力资源主管",
  "Senior Lecturer (Management and Marketing)": "高级讲师（管理与营销）",
  "Senior Lecturer (Management and Marketing) | Nilai University": "高级讲师（管理与营销） | 汝来大学",
  "Senior Lecturer for PhD in Education / Management": "教育/管理博士高级讲师",
  "Senior Lecturer for PhD in Education / Management | Nilai University": "教育学/管理学博士高级讲师｜汝来大学",
  "Senior Manager": "高级经理",
  "Sensitive Personal Data": "敏感个人数据",
  "Seow Soon Loong": "Seow Soon Loong",
  "Sep": "九月",
  "Sepang": "雪邦",
  "Sepang / Cyberjaya": "雪邦/赛城",
  "Sepang Aircraft Engineering Sdn Bhd": "雪邦飞机工程私人有限公司",
  "September": "九月份",
  "Seremban / KL": "芙蓉/吉隆坡",
  "Shadow experienced managers and take on leadership responsibilities": "跟随经验丰富的管理人员，承担领导责任",
  "Shoot daily, event, and behind-the-scenes content": "拍摄日常、活动和幕后内容",
  "Short": "短",
  "Short Video Shooting & Editing": "短视频拍摄与剪辑",
  "Shortlist best fit AI system after the demonstration by the vendor / supplier.": "在厂商/供应商演示后，筛选出最合适的人工智能系统。",
  "Should you fail to provide the said information, Nilai University will be unable to process your request and/or provide you with the relevant services.": "如果您未能提供上述信息，汝来大学将无法处理您的请求和/或为您提供相关服务。",
  "Showcasing Langkawi’s stunning scenic beauty, the award-winning Danna Langkawi welcomes you with genuine island hospitality while delighting you at every turn. Take your time to explore this best beach resort in Langkawi, Malaysia featuring exclusive private pool villas with direct access to the beach, colonial oceanfront rooms, seaside dining and a soothing spa nestled in a lush tropical enclave overlooking majestic sea views. With timeless elegance and understated splendour, The Danna Langkawi is where your dreams become lasting memories.": "屡获殊荣的兰卡威丹娜度假村（Danna Langkawi）展现了兰卡威的绝美风光，以真诚的海岛待客之道欢迎您的光临，处处为您带来愉悦。慢慢探索这个马来西亚浮罗交怡最好的海滩度假村，这里有直通海滩的独家私人泳池别墅、殖民风格的海景客房、海边餐厅和舒缓的水疗中心，坐落在郁郁葱葱的热带飞地中，俯瞰壮丽的海景。兰卡威丹娜酒店拥有永恒的优雅和低调的华丽，在这里，您的梦想将成为永恒的回忆。",
  "Shri Shankarlal Sundarbai Shasun Jain Group Visit to Nilai University": "Shri Shankarlal Sundarbai Shasun Jain 集团访问汝来大学",
  "Shri Shankarlal Sundarbai Shasun Jain Group Visit to Nilai University | Nilai University": "Shri Shankarlal Sundarbai Shasun Jain 小组访问汝来大学 | 汝来大学",
  "Sibling(s)": "兄弟姐妹",
  "Siblings": "兄弟姐妹",
  "Sijil Pelajaran Malaysia (SPM) holder with education background from recognized Part 147 Approved Training Organization (ATO) or higher in Aviation Engineering and other related engineering discipline.": "马来西亚高等教育文凭（SPM）持有者，具有航空工程或其他相关工程学科的认可147部认可培训机构（ATO）或以上的教育背景。",
  "Since 1998, Nilai University has proudly witnessed the graduation of 12,566 students who have gone on to achieve unparalleled success in their respective industries. These accomplished individuals stand as living testaments to the unwavering commitment of Nilai University in providing a strong academic foundation that empowers students to pave their life-long excellence.": "自 1998 年以来，汝来大学已见证了 12,566 名学生的毕业，他们在各自的行业中取得了无与伦比的成功。这些成功人士生动地证明了汝来大学坚定不移地致力于为学生打下坚实的学术基础，为他们的卓越人生铺平道路。",
  "Since the turn of the century, the University has developed other programmes rooted in traditional academic fields, as well as those innovative and new to the Malaysian academic landscape such as the Aircraft Maintenance and Automotive Engineering programmes. In addition to undergraduate programmes, the university has added a number of Master degree programmes to its offerings.": "自本世纪初以来，该大学还开设了扎根于传统学术领域的其他课程，以及在马来西亚学术界具有创新意义的新课程，如飞机维修和汽车工程课程。除本科课程外，该大学还增设了一些硕士学位课程。",
  "Single": "单人",
  "Siti Norashikin": "西蒂-诺拉希金",
  "Skilled in smartphone shooting & editing (CapCut or similar)": "熟练掌握智能手机拍摄和编辑（CapCut 或类似软件）",
  "Skills": "技能",
  "Skills & Attributes:": "技能和属性",
  "Skip to main content": "跳至主要内容",
  "Social": "社会",
  "Social Room": "社交室",
  "Softinn Solutions Sdn Bhd": "Softinn Solutions Sdn Bhd",
  "Softinn is a hotel technology company. We build the next-generation hotel management software, digital solutions and hotel kiosk for hotels in South East Asia.": "Softinn 是一家酒店技术公司。我们为东南亚地区的酒店开发下一代酒店管理软件、数字解决方案和酒店信息亭。",
  "Solicitation": "招标",
  "Solid Career Pathway": "坚实的职业道路",
  "Solid analytical, problem-solving, and communication skills.": "扎实的分析、解决问题和沟通技能。",
  "Solve the challenges, find new opportunities. We provide the\n                                      assistance and facilities you need to complete your research projects. Gain\n                                      valuable insights while earning course credits.": "解决挑战，寻找新机遇。我们提供\n                                      您完成研究项目所需的协助和设施。获得\n                                      宝贵的见解，同时获得课程学分。",
  "Solve the challenges, find new opportunities. We provide the assistance and facilities you need to complete your research projects. Gain valuable insights while earning course credits.": "解决挑战，寻找新机遇。我们为您提供完成研究项目所需的协助和设施。在获得课程学分的同时，还能获得宝贵的见解。",
  "Some of the personal data that we process may include what is defined as 'sensitive personal data' under the Act and these include, but are not restricted to; race, religion, health, records of misconduct and disciplinary action, and records of criminal offence.": "我们处理的某些个人数据可能包括该法案定义的 \"敏感个人数据\"，其中包括但不限于种族、宗教、健康、不当行为和纪律处分记录以及刑事犯罪记录。",
  "Some of the personal data that we process may include what is defined as 'sensitive personal data' under the Act and these include, but are not restricted to; race, religion, health, records of misconduct and disciplinary action, records of criminal offence and bankruptcy.": "我们处理的某些个人数据可能包括该法案所定义的 \"敏感个人数据\"，这些数据包括但不限于：种族、宗教、健康、不当行为和纪律处分记录、刑事犯罪和破产记录。",
  "Sonovision group has its presence in Bangalore, India since 2005 with over 500 people supporting global projects. The company is certified for EN 9100 and ISO9001 complying to the group’s policy, harmonizing the processes across our network.": "Sonovision 集团于 2005 年进驻印度班加罗尔，拥有 500 多名员工，为全球项目提供支持。公司通过了 EN 9100 和 ISO9001 认证，符合集团的政策，协调了整个网络的流程。",
  "Sonovision is part of Ortec Group, a global engineering conglomerate providing services in construction, energy and environment industries. Ortec group has more than 13,000 people spread over 150 branches worldwide, generating annual revenue of over €1.3 B.": "Sonovision 隶属于 Ortec 集团，该集团是一家全球性工程企业集团，为建筑、能源和环境行业提供服务。Ortec 集团拥有 13,000 多名员工，分布在全球 150 个分支机构，年收入超过 13 亿欧元。",
  "Sonovision supports its clients from product feasibility and design phase through to the creation of technical content, training and customer service support to optimize field operations, such as maintenance, generating synergies in costs, skills and innovation.": "Sonovision 为客户提供支持，从产品可行性和设计阶段到技术内容创建、培训和客户服务支持，以优化现场操作（如维护），在成本、技能和创新方面产生协同效应。",
  "Special Intake": "特别招生",
  "Specialized Business Degrees": "商业专业学位",
  "Sr. HR Executive": "高级人力资源主管",
  "Staff Acquisition Support": "人员采购支助",
  "Stand a chance to be hired by The Big 5: KPMG, PwC, Ernst & Young, Deloitte and BDO": "有机会被五大会计师事务所录用：毕马威、普华永道、安永、德勤和BDO",
  "State": "国家",
  "State / Country": "州/国家",
  "Statutory bodies such as Employee Provident Fund, Social Security": "雇员公积金、社会保障等法定机构",
  "Stay informed, stay ahead with us": "与我们一起了解信息，保持领先",
  "Steffi": "Steffi",
  "Step 1:": "步骤 1：",
  "Step 1: Application procedure": "步骤 1：申请程序",
  "Step 1: Select Your Programme": "第 1 步：选择计划",
  "Step 2:": "步骤 2：",
  "Step 2: Complete and Submit the Necessary Documents": "第 2 步：填写并提交必要文件",
  "Step 2: Completed Application Form & Accomodation Form (if Necessary)": "步骤 2：填写申请表和住宿申请表（如有必要）",
  "Step 3:": "步骤 3：",
  "Step 3: Send all the documents & Payment Details": "第 3 步：发送所有文件和付款信息",
  "Step 3: Submit Completed Accommodation Form to AO": "第 3 步：将填好的住宿申请表提交给 AO",
  "Step 4: Issue letter of offer": "第 4 步：发出聘书",
  "Step 4: Visa Submission Process": "第 4 步：签证递交流程",
  "Step 5: Confirmation of Acceptance": "步骤 5：确认验收",
  "Step 5: First Payment to the University": "第 5 步：向大学支付第一笔款项",
  "Step 6: Prepare to move and arrival to Malaysia": "第 6 步：准备搬迁和抵达马来西亚",
  "Step 6: Start class & enjoy": "步骤 6：开始上课并尽情享受",
  "Step 7: Multiple Entry Visa and Student Pass Application": "步骤 7：申请多次入境签证和学生准证",
  "Strong Microsoft Excel skills.": "熟练掌握 Microsoft Excel 技能。",
  "Strong analytical and problem-solving skills.": "具有很强的分析和解决问题的能力。",
  "Strong attention to detail and accuracy in data handling": "在处理数据时非常注重细节和准确性",
  "Strong attention to detail and organizational skills.": "非常注重细节和组织能力。",
  "Strong communication and time management skills": "较强的沟通和时间管理能力",
  "Strong communication and time management skills.": "较强的沟通和时间管理能力。",
  "Strong communication skills and the ability to work collaboratively.": "较强的沟通能力和协作能力。",
  "Strong communication skills in English and Bahasa Malaysia (Mandarin is a plus).": "英语和马来语沟通能力强（普通话更佳）。",
  "Strong communication, negotiation, and interpersonal skills.": "较强的沟通、谈判和人际交往能力。",
  "Strong communications and interpersonal skills.": "较强的沟通和人际交往能力。",
  "Strong creative and artistic skills.": "具有很强的创造力和艺术技能。",
  "Strong interest in HR functions and people management.": "对人力资源职能和人员管理有浓厚兴趣。",
  "Strong interpersonal and presentation skills with strong command in written and spoken English.": "较强的人际交往和表达能力，熟练掌握英语书面和口语。",
  "Strong organizational skills and attention to detail.": "组织能力强，注重细节。",
  "Strong partnership for inspiring opportunities, only at Nilai University.": "强大的合作伙伴关系为您带来激励人心的机遇，只有汝来大学才有这样的机会。",
  "Strong programming skills in C#": "熟练掌握 C# 编程技能",
  "Strong skills in UI/UX design with a keen eye for detail and aesthetics.": "在用户界面/用户体验设计方面有很强的技能，对细节和美学有敏锐的洞察力。",
  "Strong team player with the ability to work independently.": "具有很强的团队合作精神和独立工作能力。",
  "Strong troubleshooting skills and ability to provide technical support.": "具有较强的故障排除技能和提供技术支持的能力。",
  "Strong understanding of SEO": "非常了解搜索引擎优化",
  "Strong understanding of current online marketing concepts, trends, strategies and best practices.": "对当前的网络营销概念、趋势、策略和最佳实践有深刻理解。",
  "Strong understanding of online marketing, product positioning, and campaign optimization.": "对网络营销、产品定位和活动优化有深刻理解。",
  "Strong understanding of social media platforms.": "非常了解社交媒体平台。",
  "Strong written and verbal communication skills": "较强的书面和口头沟通能力",
  "Student": "学生",
  "Student Application Form": "学生申请表",
  "Student Email": "学生电子邮件",
  "Student ID": "学生证",
  "Student Insurance: RM400 (to be paid once every year)": "学生保险：400马币（每年支付一次）",
  "Student Pass Fee: RM60 – RM110 / year (depending on country)": "学生证费用：60 - 110 马币/年（视国家而定）",
  "Student Portal": "学生门户",
  "Student Recruitment Executive": "学生招聘主管",
  "Student Recruitment Executive | Nilai University": "学生招聘主管 | 汝来大学",
  "Student Responsibilities": "学生责任",
  "Student Responsibilities | Nilai University": "学生责任｜汝来大学",
  "Student Services": "学生服务",
  "Student Webmail - FAQ | Nilai University": "学生网络邮件 - 常见问题 |日莱大学",
  "Student aid processing issues and deadlines": "学生资助处理问题和截止日期",
  "Student declaration": "学生声明",
  "Students are advised to keep their password to themselves. They are not to share it with others.": "建议学生自己保管密码。请勿与他人共享。",
  "Students are expected to activate their email account as soon as they have been issued an ID Card. Since access to the account is available via an internet connection, students are expected to check their email account on a frequent and consistent basis in order to stay current with Nilai U related communications. Students have the responsibility to recognize that certain communications may be time-critical. \"I didn't check my email\", error in forwarding mail, or email returned to Nilai U with \"Mailbox Full\" or \"User Unknown\" are not acceptable excuses for missing official communications via email with Nilai U.": "学生获得身份证后，应立即激活电子邮件账户。由于该账户可通过互联网连接访问，因此学生应经常并持续查看其电子邮件账户，以便及时了解与汝来大学相关的通信信息。学生有责任认识到某些通信可能具有时间紧迫性。\"我没有检查我的电子邮件\"、邮件转发错误、或汝来大学以 \"邮箱已满 \"或 \"用户未知 \"为由退回邮件，都不能作为错过与汝来大学官方邮件沟通的借口。",
  "Students are expected to check their email inboxes for new mail messages from various academic or/and administrative departments frequently and consistently. Student can check their emails from anywhere provided there is an internet connection (e.g at home, Nilai U Computer Labs, Nilai U Library, and Surf UP Student Internet on campus or at the hostels/apartments)": "学生应经常、持续地检查自己的电子邮箱，查看来自各学术或/和行政部门的新邮件。只要有网络连接，学生可在任何地方（如家中、汝来大学计算机实验室、汝来大学图书馆、校园内或宿舍/公寓内的冲浪学生互联网）查看电子邮件。",
  "Students are offered scholarships, creating a positive impact": "为学生提供奖学金，产生积极影响",
  "Students are offered scholarships, creating a positive impact.": "为学生提供奖学金，产生积极影响。",
  "Students are required to apply for a Single-Entry Visa and endorse the Visa Approval Letter received at the nearest Malaysian Embassy/ Consulate/ High Commission before proceeding to travel to Malaysia or risk deportation.": "在前往马来西亚之前，学生必须申请单次入境签证，并在最近的马来西亚大使馆/领事馆/高级专员公署签发签证批准函，否则有可能被驱逐出境。",
  "Students are required to perform mailbox ‘housekeeping’ from time to time to avoid storage over quota so as to ensure the delivery of Nilai U correspondence.": "要求学生不时进行邮箱 \"内务管理\"，以避免存储超出配额，从而确保尼莱州大学信件的送达。",
  "Students are taught subjects that are highly comprehensive & detailed.": "学生们学习的科目非常全面和详细。",
  "Students are to activate their account immediately upon the issuance of an ID Card. In order to activate the account, students must access the email from our website": "学生应在获得身份证后立即激活账户。要激活账户，学生必须从我们的网站访问电子邮件",
  "Students are to use the email account solely for and as official correspondence for Nilai U-related matters.": "学生的电子邮件账户只能用于与汝来大学相关的公务通信。",
  "Students in their final year or recent graduates in relevant fields": "相关专业的毕业班学生或应届毕业生",
  "Students in this course apply theory on practical exercises from hands-on activities & freelance options with the choice to work anywhere": "本课程的学生通过实践活动和自由职业选择将理论应用于实践，可选择在任何地方工作",
  "Students pay less for good quality tertiary education experience": "学生花更少的钱获得优质高等教育体验",
  "Students will only be allowed entry (by the Malaysian Immigration) into Malaysia in the presence of a Nilai University representative.": "只有在汝来大学代表在场的情况下，马来西亚移民局才允许学生入境马来西亚。",
  "Studying in Malaysia is like no other. This country is the melting pot of Asian culture. Enjoy the diversity while grabbing the unique opportunity to acquire internationally-recognised higher education programmes at highly affordable costs.": "在马来西亚学习是独一无二的。这个国家是亚洲文化的大熔炉。在享受多元化的同时，您还能抓住独特的机会，以非常低廉的费用获得国际认可的高等教育课程。",
  "Subang Jaya": "梳邦再也",
  "Submission of Written Notice of Withdrawal": "提交书面退出通知",
  "Submit your application 3 months before the intake you intend to enroll in.": "在您打算入学前 3 个月提交申请。",
  "Sujatha.R": "Sujatha.R",
  "Sunday": "星期日",
  "Sunrise MCL Land Sdn Bhd": "Sunrise MCL Land Sdn Bhd",
  "Sunrise MCL Land Sdn Bhd is a brilliant joint-venture development of UEM Sunrise Berhad and MCL Land Ltd. Their combined strength, resources and expertise will ensure that Seremban Forest Heights becomes a successful landmark and sought-after development in Negeri Sembilan. Epitomizing the dream of refined living, Forest Heights is envisioned as a paradise estate close to nature yet a short hop from Seremban town centre. Covering a freehold land area of 488 acres, the project will see a spread of homes set in a special-natured tropical rainforest with kapur, jelutung, tualang and nyatoh as some of the dominant tree species. It is a tropical paradise that is far from the madding crowd, yet close to the convenience of urban living. The development is not far from social amenities such as school, hospital, supermarket, government administrative offices, public transport terminal, public park and recreational facilities. Forest Heights bears the hallmark of a romance between man and nature. With lush and wonderfully crafted greenery, landscape gardens, infused with vivid flora and fauna, flawlessly designed homes, Forest Heights a veritable Eden, nestle within a multi-tiered rain forest. Forest Heights can revel in the best of what tropical rainforest has to offer and more. Among activities, one can indulge in include nature walks, jungle trekking and mountain biking. Picnic areas and camping grounds have been set aside for family outings.": "Sunrise MCL Land Sdn Bhd 是 UEM Sunrise Berhad 和 MCL Land Ltd. 的一个出色的合资开发项目。两家公司的综合实力、资源和专业知识将确保芙蓉森林高地成为森美兰州的成功地标和备受追捧的发展项目。森林高地是精致生活梦想的缩影，它被设想为一个亲近大自然的世外桃源，距离芙蓉镇中心仅咫尺之遥。该项目占地 488 英亩，拥有永久业权，住宅区位于一片热带雨林中，主要树种有卡普尔（kapur）、杰鲁通（jelutung）、都朗（tualang）和尼亚托（nyatoh）。这里是热带天堂，远离喧嚣的人群，却又能享受城市生活的便利。该项目距离学校、医院、超市、政府行政办公室、公共交通终点站、公共公园和娱乐设施等社会福利设施不远。森林高地是人与自然浪漫的象征。郁郁葱葱、巧夺天工的绿化、生机盎然的动植物景观花园、设计完美的住宅，使森林高地成为名副其实的伊甸园，坐落在多层次的热带雨林之中。在森林高地，人们可以尽情享受热带雨林带来的乐趣。人们可以尽情享受的活动包括自然漫步、丛林徒步旅行和骑山地自行车。野餐区和露营地都是为家庭出游准备的。",
  "Supplier & Shipping Coordination": "供应商和运输协调",
  "Support Centre for Minority Group": "少数群体支助中心",
  "Support Executive Assistant in managing schedules, appointments, and travel arrangements.": "协助行政助理管理日程安排、约会和差旅安排。",
  "Support HR-related events such as career/ job fairs, engagement activities, and onboarding programs.": "支持与人力资源相关的活动，如职业/招聘会、参与活动和入职计划。",
  "Support audits and provide necessary documentation related to receivables.": "支持审计并提供与应收账款有关的必要文件。",
  "Support chemical analysts in routine analytical tests and documentation.": "支持化学分析人员进行常规分析测试和记录。",
  "Support content planning and creation for various platforms.": "支持各种平台的内容规划和创建。",
  "Support daily administrative tasks to help ensure smooth office operations.": "支持日常行政工作，帮助确保办公室顺利运作。",
  "Support daily hotel administrative tasks": "支持酒店日常行政工作",
  "Support financial analysis and provide insights into performance metrics": "支持财务分析并提供对绩效指标的见解",
  "Support internal communication and documentation.": "支持内部交流和文件编制。",
  "Support internship/student placement administration (documentation, monitoring, and reporting)": "支持实习/学生安置管理（记录、监督和报告）",
  "Support monthly and annual financial closings.": "支持月度和年度财务结算。",
  "Support monthly reconciliation of supplier statements to ensure accuracy.": "支持每月核对供应商报表，以确保准确性。",
  "Support reconciliation of goods received, POs, and supplier invoices monthly.": "支持每月核对已收货物、采购单和供应商发票。",
  "Support resumes screening and maintains candidate databases.": "支持简历筛选并维护候选人数据库。",
  "Support student orientation activities.": "支持学生迎新活动。",
  "Support talent sourcing and headhunting efforts for potential candidates.": "支持为潜在候选人寻找人才和猎头的工作。",
  "Support team scheduling, coaching, and performance tracking": "支持团队日程安排、辅导和绩效跟踪",
  "Support the PR team with media outreach, press releases, and announcements": "支持公关团队开展媒体宣传、发布新闻稿和公告",
  "Support the creation, production, and distribution of POSM (Point of Sales Materials) to ensure brand consistency.": "支持 POSM（销售点材料）的创建、制作和分发，确保品牌一致性。",
  "Support the design team with daily tasks and projects.": "支持设计团队完成日常任务和项目。",
  "Support the design, development, and optimization of fasteners and metal stamping processes.": "支持紧固件和金属冲压工艺的设计、开发和优化。",
  "Support the production of high-quality digital assets.": "支持制作高质量的数字资产。",
  "Support the research, selection, and communication process with digital creators and influencers.": "支持与数字创作者和有影响力者的研究、选择和沟通过程。",
  "Supporting in campaign analysis": "支持活动分析",
  "Supporting recruitment processes": "支持招聘程序",
  "Sur Name / Family Name": "姓名",
  "Surrounded by lush greenery and blessed with facilities that elevates your quality\n                                    of life...": "绿树环绕，设施齐全，提升生活品质\n                                    生活品质",
  "Surrounded by lush greenery and blessed with facilities that elevates your quality of life...": "这里绿树环绕，设施齐全，可提升您的生活质量...",
  "Surveys": "调查",
  "Surveys that do not serve Nilai U purposes.": "不符合汝来大学宗旨的调查。",
  "Swift Code:": "Swift Code：",
  "Swift Code: RHBBMYKL": "Swift Code：RHBBMYKL",
  "Syllabuses and lessons meet the ever-growing requirements of the industry": "教学大纲和课程满足不断增长的行业要求",
  "Synergy XYZ Marketing Sdn Bhd": "Synergy XYZ Marketing Sdn Bhd",
  "Synergy XYZ Marketing, based in Selangor, Malaysia, specializes in innovative developmentand web design, offering services in SEM, SEO, social media management, and mobile appdevelopment. In today's business landscape, digital marketing is crucial for progress. We assistin fostering growth, engaging customers, and building brand recognition. Our solutions empoweryou to achieve your goals in this ever-evolving tech-driven era.": "Synergy XYZ Marketing 位于马来西亚雪兰莪州，专门从事创新开发和网页设计，提供 SEM、SEO、社交媒体管理和移动应用开发等服务。在当今的商业环境中，数字营销是取得进步的关键。我们协助促进增长、吸引客户并建立品牌知名度。在这个不断发展的技术驱动时代，我们的解决方案将帮助您实现目标。",
  "Systematic Aviation Services Sdn Bhd": "系统航空服务私人有限公司",
  "TAN KAR HEE": "陈嘉希",
  "TAN MEI CHYI": "TAN MEI CHYI",
  "TIEW YING YING": "铁英英",
  "TIMOTIUS ARIF HALIM": "蒂莫蒂斯-阿里夫-哈利姆",
  "TOEFL Score": "托福成绩",
  "TRADING IN CARPETS": "地毯贸易",
  "TWO (2) sets of photocopy of your Passport with a minimum validity of 2 years (Personal particulars and all pages).": "两（2）套有效期至少为 2 年的护照复印件（个人资料和所有页）。",
  "Taiace Energy Services Sdn. Bhd": "Taiace 能源服务私人有限公司",
  "Taiace Energy Services Sdn. Bhd. (TESSB) is seeking a creative and driven Content Creator to join our marketing team. In this role, you will be responsible for producing compelling and high-quality content across various platforms, including our website, social media channels, and marketing materials.": "Taiace Energy Services Sdn. Bhd. (TESSB)正在寻找一位富有创意和干劲的内容创作者加入我们的营销团队。在这个职位上，您将负责在各种平台上制作引人注目的高质量内容，包括我们的网站、社交媒体渠道和营销材料。",
  "Take a break from studies and enjoy some recreational activities in our social room. Equipped with various entertainment options such as board games, gaming consoles, and comfortable seating areas, this space provides an opportunity to unwind and connect with fellow students.": "在学习之余，您可以到我们的社交室享受一些娱乐活动。这里配备了各种娱乐设施，如棋盘游戏、游戏机和舒适的座位区，是放松身心、与同学交流的好去处。",
  "Take a morning jog in well-maintained park, get some Vitamin D while hitting\n                                    your fitness goal...": "在维护良好的公园里晨跑，获取维生素 D，同时达到您的健身目标...\n                                    您的健身目标...",
  "Take a morning jog in well-maintained park, get some Vitamin D while hitting your fitness goal...": "在维护良好的公园里晨跑，获取维生素 D，同时达到健身目标...",
  "Talent Acquisition": "人才招聘",
  "Talent Acquisition Partner": "人才招聘合作伙伴",
  "Tan Chun Lim": "Tan Chun Lim",
  "Task & Progress Follow-up": "任务和进度跟踪",
  "Team player with the ability to work independently": "具有团队合作精神和独立工作能力",
  "Tech-savvy – proficient in Microsoft Office, Google Suite, social media platforms, and content management systems.": "精通技术--精通 Microsoft Office、Google Suite、社交媒体平台和内容管理系统。",
  "Technical Proficiency: Utilize Adobe to produce high-quality visuals.": "技术熟练程度：利用 Adobe 制作高质量的视觉效果。",
  "Tel :": "电话 ：",
  "Tel No.": "电话号码",
  "Tel No. with Country Code": "带国家代码的电话号码",
  "Telephone": "电话",
  "Telephone No.": "电话号码",
  "Telok Panglima Garang, Selangor": "雪兰莪州直落邦利马加朗",
  "Thaipusam": "泰普桑节",
  "Thank you for considering Nilai University for your current and future studies. Our motto, Enrichment for Life, is a testament to our commitment towards educating confident graduates that are not only academically proficient but also as pillars of society with a variety of soft and hard skills.": "感谢您选择尼莱州大学作为您当前和未来的学习选择。我们的座右铭是 \"丰富人生\"（Enrichment for Life），这证明了我们致力于培养自信的毕业生，他们不仅在学业上精益求精，而且还具备各种软硬技能，是社会的栋梁之才。",
  "Thank you for considering our request. We look forward to the opportunity to connect with your students and contribute to their professional development. Please feel free to reach out with any questions or to discuss further details.": "感谢您考虑我们的请求。我们期待有机会与您的学生进行交流，为他们的专业发展做出贡献。如有任何问题或需要讨论更多细节，请随时联系我们。",
  "Thanks to the efforts of": "感谢",
  "The Application and Registration Fees part are strictly, NON REFUNDABLE under any circumstances.": "在任何情况下，申请费和注册费一律不予退还。",
  "The Career Service platform is designed to assist students and graduates to obtain information on job or internship opportunities.": "职业服务平台旨在帮助学生和毕业生获得有关工作或实习机会的信息。",
  "The Company has been growing consistently with a constant rise in its client base and productivity, ever since it has been established. In 2023, Sonovision group extended its global coverage with local support for ASEAN customers from Malaysia.": "公司自成立以来一直保持持续增长，客户群和生产率不断提高。2023 年，Sonovision 集团扩大了全球覆盖范围，从马来西亚开始为东盟客户提供本地支持。",
  "The Company’s appointed medical practitioner(s).": "公司指定的医生。",
  "The Danna Langkawi": "兰卡威丹娜酒店",
  "The Danna Langkawi, Telaga Harbour Park, Pantai Kok, 07000, Langkawi, Kedah.": "兰卡威丹娜酒店（The Danna Langkawi, Telaga Harbour Park, Pantai Kok, 07000, Langkawi, Kedah）。",
  "The Faculty of Aviation, Science and Technology (FAST) at Nilai University in collaboration with St.…": "汝来大学航空、科学与技术学院（FAST）与 St.... 合作",
  "The Letter of Offer will come in a pack which includes:-": "录取通知书将装在一个文件包里，其中包括： - 录取通知书将装在一个文件包里，其中包括： - 录取通知书将装在一个文件包里。",
  "The Letter of Offer will only be produced and given ONLY after receipt Application Fee. The letter will be emailed to you and the original posted to the address stated in the application form.": "只有在收到申请费后，才会出具录取通知书。录取通知书将通过电子邮件发送给您，原件将邮寄到您在申请表中填写的地址。",
  "The Letter of Offer:": "要约书：",
  "The Malaysian Immigration Department and its appointed agencies.": "马来西亚移民局及其指定机构。",
  "The Marketing Executive is responsible for supporting the development, execution, and monitoring of marketing initiatives across digital and offline platforms. This role ensures brand consistency, drives customer engagement, and provides marketing support to internal teams and stakeholders.": "营销主管负责支持数字和离线平台营销活动的开发、执行和监控。该职位负责确保品牌一致性、推动客户参与，并为内部团队和利益相关者提供营销支持。",
  "The Ministry of Higher Education, relevant government departments/agencies, statutory authorities, and industry regulators.": "高等教育部、相关政府部门/机构、法定机构和行业监管机构。",
  "The Nilai Resources Group which is the developer of the Putra Nilai township has numerous subsidiaries including Nilai International School that delivers the Cambridge International curriculum, the four-star Nilai Springs Resort Hotel, the Nilai Springs Golf and Country Resort which maintains a 27-hole golf course and Putra Nilai Sdn Bhd a property development arm. This diverse portfolio presents various opportunities for the university to leverage on.": "尼莱资源集团是布特拉尼莱镇的开发商，旗下拥有众多子公司，包括提供剑桥国际课程的尼莱国际学校、四星级尼莱温泉度假酒店、拥有 27 洞高尔夫球场的尼莱温泉高尔夫乡村度假村以及房地产开发公司 Putra Nilai Sdn Bhd。这种多样化的投资组合为大学提供了各种可利用的机会。",
  "The Nilai U Student Email Facility is established to enable Nilai U staff and students to communicate more effectively and efficiently with each other.": "设立汝来大学学生电子邮件设施是为了让汝来大学的教职员工和学生能够更有效、更高效地相互沟通。",
  "The Office365 cloud service will work in majority of browsers.": "Office365 云服务可在大多数浏览器上运行。",
  "The School of Computing is a great start for those interested in computing and information technology. With a wide range of diploma and degree courses to choose from, this programme offers countless career opportunities to its students. Organizations are looking for more staff in the areas of computer science and IT as these roles are crucial in ensuring smooth computerized workflow and system. Be one of the catalysts in computing and IT by the time you graduate from this programme": "计算机学院是对计算机和信息技术感兴趣的学生的良好开端。该课程有多种文凭和学位课程可供选择，为学生提供了无数的就业机会。各机构都在寻找更多计算机科学和信息技术领域的人才，因为这些职位对于确保计算机化工作流程和系统的顺利运行至关重要。从本课程毕业时，您将成为计算机和信息技术领域的催化剂之一。",
  "The School of Hospitality & Tourism has complete facilities such as professional kitchens, a formal dining restaurant, and an executive office to prepare you for a career in a 5-star establishment. We also provide an updated syllabus and practical training that will help students find their place in this challenging, but highly intriguing industry.": "酒店与旅游学院拥有完备的设施，如专业厨房、正餐餐厅和行政办公室，为你进入五星级酒店工作做好准备。我们还提供最新的教学大纲和实践培训，帮助学生在这个充满挑战但又非常有趣的行业中找到自己的位置。",
  "The School of Management and Marketing trains future business pioneers with all the latest and necessary skills and knowledge in the ever changing business world. Syllabus includes subjects that are relevant to the fast-paced business industry, giving you a better comprehension to tackle the current business environment. This is where you learn the fundamentals of becoming a well-rounded business individual ready to take on challenges in the working world. Explore a wide range of careers in the relevant industry and be highly employable when you complete your studies in this programme.": "管理与营销学院培养未来的商业先锋，让他们掌握瞬息万变的商业世界中所有最新的必要技能和知识。课程包括与快节奏的商业行业相关的科目，让你更好地理解和应对当前的商业环境。在这里，你将学习到成为全面的商业人才的基本知识，为迎接职场挑战做好准备。完成本课程的学习后，您将探索相关行业中的各种职业，并获得很高的就业率。",
  "The Ultimate On-Campus Living at Nilai University!": "汝来大学的终极校内生活",
  "The University is sited on 105 acres of sprawling green and natural landscape; the peaceful ambience is well-suited for students who aim to focus and excel in their studies. Besides recreational and sports facilities, the University has other resources available to students, grooming them to be an all-rounder when they graduate.": "大学占地 105 英亩，拥有广阔的绿色和自然景观；宁静的环境非常适合那些专注于学习并取得优异成绩的学生。除了娱乐和体育设施，大学还为学生提供其他资源，培养他们在毕业时成为全能型人才。",
  "The University reserves the right to make changes without notice of amendments and as such there shall be no liability in respect of the said amendments.": "大学保留在不事先通知的情况下进行修改的权利，因此对上述修改不承担任何责任。",
  "The University would appreciate if you could list the name of your sibling(s) enrolled in Nilai University.": "如果您能列出您在汝来大学就读的兄弟姐妹的姓名，大学将不胜感激。",
  "The University’s dedication and commitment was given due recognition when it won the Malaysia External Trade Development Corporation (MATRADE) Industry Excellence Award (Services) in 2003.": "2003 年，该大学荣获马来西亚对外贸易发展公司（MATRADE）颁发的行业卓越奖（服务业），其奉献精神和承诺得到了应有的认可。",
  "The ability to work as part of a team.": "能够作为团队的一员开展工作。",
  "The ceremony was graced by the presence of Nilai University's Chancellor, YM Professor Emeritus Tengku Dato' Shamsul Bahrin, and Vice-Chancellor, Professor Dato' Dr Azhar Ismail. In his opening address, the Chancellor highlighted the university's dynamic evolution and global orientation, designed to meet the changing demands of the world.": "汝来大学校长YM Emeritus Tengku Dato' Shamsul Bahrin教授和副校长Dato' Dr Azhar Ismail教授出席了典礼。校长在开幕致辞中强调了大学的动态发展和全球定位，旨在满足不断变化的世界需求。",
  "The email address is": "电子邮件地址是",
  "The experience continued with a tour of our campus, where students felt the pulse of campus life. They explored our state-of-the-art Hangar, getting up close with real aircraft, and experienced our vibrant community spaces from the comfortable hostels and energetic sports courts to the bustling cafeteria.": "随后，学生们参观了我们的校园，感受到了校园生活的脉搏。他们参观了我们最先进的机库，近距离接触了真正的飞机，还体验了我们充满活力的社区空间，从舒适的宿舍、充满活力的运动场到热闹的餐厅。",
  "The first day of the semester is defined as the first day of general class commencement and is usually after the main Orientation.": "学期第一天是指普通班开学的第一天，通常是在新生入学教育之后。",
  "The government of Malaysia conferred University College status to the institution.": "马来西亚政府授予该学院大学学院地位。",
  "The guidelines below are intended to help guide the appropriate usage of this facility:-": "以下指导原则旨在帮助指导如何正确使用该设施：-",
  "The high fidelity simulation is especially created to boost your learning experience in Nursing. You will receive hands-on training at public and private healthcare institutions, allowing you to experience the distinctive environments of these two centers. The programme has a long list of alumni, with most of them being successfully employed internationally.": "高仿真模拟是专为提升护理专业的学习体验而设计的。您将在公立和私立医疗机构接受实践培训，体验这两个中心的独特环境。该课程拥有众多校友，他们中的大多数人都在国际上成功就业。",
  "The ideal candidate will have a foundational understanding of financial principles, strong organizational skills, and a keen eye for detail. You will play a critical role in helping ensure smooth financial operations across different regions, contributing to both financial accuracy and success.": "理想的应聘者应具备对财务原则的基本理解、较强的组织能力和对细节的敏锐洞察力。您将在帮助确保不同地区的顺利财务运作方面发挥关键作用，为财务准确性和成功做出贡献。",
  "The information collected on this form is for the purpose of sending you details about Nilai University, including its events and courses. The information is processed in accordance with the Personal Data Protection Act (PDPA) 2010. It is only disclosed to third parties for the abovementioned purpose, or with your consent, or to meet statutory obligations. For more information, please refer to the University’s Privacy Notice at": "本表格所收集的信息用于向您发送有关汝来大学的详细信息，包括其活动和课程。这些信息将根据 2010 年《个人数据保护法》（PDPA）进行处理。只有出于上述目的，或经您同意，或为了履行法定义务，才会向第三方披露这些信息。如需了解更多信息，请参阅大学的《隐私声明》，网址为",
  "The institution reached another huge milestone with an invitation to become a full-fledged University by the Ministry of Higher Education in 2012.": "2012 年，高等教育部邀请该校成为一所正式大学，这是该机构的又一个巨大里程碑。",
  "The institution was rated as Tier 4 (Excellent) by the Ministry of Higher Education - SETARA 2017 Ratings": "该机构被高等教育部 - SETARA 2017 年评级评为第 4 级（优秀）。",
  "The main objective of the Student Email Service is to provide an official medium of correspondence between students & Administrative/Academic Staff to communicate on a common, robust and “ubiquitous” email platform.": "学生电子邮件服务的主要目的是为学生和行政/教职员工提供一个正式的通信媒介，在一个通用、强大和 \"无处不在 \"的电子邮件平台上进行交流。",
  "The minimum internship duration is 3 months, preferably more than 4 months": "最短实习期为 3 个月，最好超过 4 个月",
  "The minimum internship duration is 3 months, preferably more than 4 months.": "实习期最短为 3 个月，最好超过 4 个月。",
  "The minimum internship duration is 3 months, preferably more than 4 months. We will not accept applications for an internship period that is less than 3 months.": "实习期最短为 3 个月，最好超过 4 个月。我们不接受实习期少于 3 个月的申请。",
  "The outstanding accomplishments of our alumni are the testimonials of our exceptional programmes and the immense impact they have on shaping future leaders and professionals.": "校友们的杰出成就是对我们卓越课程的最好证明，也是对塑造未来领导者和专业人士的巨大影响的最好证明。",
  "The police and other enforcement agencies, where and when required.": "警方和其他执法机构，在必要时。",
  "The provision of all information requested in the relevant forms of Nilai University is mandatory unless specified otherwise. This is to enable us to process your application and/or request for our services.": "除非另有规定，否则必须提供尼莱伊大学相关表格中要求的所有信息。这是为了使我们能够处理您的申请和/或对我们服务的请求。",
  "The purposes for which personal data is collected and further processed include, but are not limited to, the following:": "收集和进一步处理个人数据的目的包括但不限于以下方面：",
  "The request for refund should only be made via Nilai University's Withdrawal  Completion Form and that other methods of notification will not be entertained. Any amount to be refunded are subject to the approval and discretion of the University.": "退款申请只能通过汝来大学的退学填写表格提出，其他通知方式将不予受理。任何退款金额均需经大学批准和酌情处理。",
  "The signing ceremony was officiated by Nilai University’s Vice-Chancellor, Prof. Dato’ Dr. Azhar Ismail, accompanied by Deputy Vice-Chancellor of Academic Affairs, Dr. Song Kuok Thong, Registrar Ms. Ida Chin Meng Li, and Director of Marketing & Corporate Communications, Mr. Chan Chee Chew Michael.": "汝来大学校长拿督阿扎尔-伊斯梅尔教授（Prof. Dato' Dr. Azhar Ismail）在负责学术事务的副校长宋国通博士（Dr. Song Kuok Thong）、教务长伊达-钱明丽女士（Ms. Ida Chin Meng Li）和市场营销与企业传讯总监陈志超先生（Mr. Chan Chee Chew Michael）的陪同下主持了签字仪式。",
  "The university offers many scholarships to Diploma & Degree students": "学校为文凭和学位学生提供多种奖学金",
  "The vibrant town of NIlai is also an education hub that nurture the growth of\n                                    students...": "充满活力的尼莱镇也是一个教育中心，培育着学生的成长\n                                    学生...",
  "The vibrant town of NIlai is also an education hub that nurture the growth of students...": "充满活力的尼莱镇也是一个教育中心，培养学生的成长。",
  "Their journey started with an exploration into the world of business. Through immersive games and challenges led by our Business Faculty, they sharpened their teamwork and creative problem-solving skills, all while discovering the exciting programmes and study pathways that could shape their futures.": "他们的旅程从探索商业世界开始。在商学院教师的带领下，通过身临其境的游戏和挑战，他们磨练了团队合作和创造性解决问题的能力，同时也发现了能够塑造他们未来的令人兴奋的课程和学习途径。",
  "There are no formal entry requirements to enrol micro-credentials at Nilai University. Students can continue to any diploma or degree programmes, provided they meet the minimum entry requirements of the respective diploma or degree programme of their choice.": "就读尼莱州大学的微型证书课程没有正式的入学要求。学生只要达到所选文凭或学位课程的最低入学要求，即可继续攻读任何文凭或学位课程。",
  "The MoU was made possible through the support of our Vice-Chancellor Prof. Dato’ Dr. Azhar Ismail, Deputy Vice-Chancellor (Academic Affairs), Dr. Song Kuok Thong, and Asia Flight Support Sdn Bhd’s General Manager, Mr. Looi Kaam Hoong.": "该谅解备忘录的签署得到了我校副校长拿督阿扎尔-伊斯梅尔教授（Prof. Dato' Dr. Azhar Ismail）、副校长（学术事务）宋国通博士（Dr. Song Kuok Thong）和亚洲飞行支持私人有限公司总经理吕嘉煌先生（Mr. Looi Kaam Hoong）的大力支持。",
  "Third parties appointed by Nilai University to provide services, such as auditors, lawyers, contractors, printing companies, travel agencies, training organisers, insurance companies, digital credentials, and other platform providers.": "由尼莱州大学指定提供服务的第三方，如审计师、律师、承包商、印刷公司、旅行社、培训组织者、保险公司、数字证书和其他平台提供商。",
  "Third parties such as previous educational institutions, law enforcement agencies, and other government entities": "第三方，如以前的教育机构、执法机构和其他政府实体",
  "Third parties that provide internships or attachment placements.": "提供实习或实习岗位的第三方。",
  "Third party service providers and/or any other future third parties that we may have contracts with such as travel agencies, insurance agencies, employment agencies, company secretaries, banks, petrol card applications, internal and external auditors, training centres, remuneration survey companies, HR information systems, etc.": "第三方服务提供商和/或未来可能与我们签订合同的任何其他第三方，如旅行社、保险机构、职业介绍所、公司秘书、银行、汽油卡应用、内部和外部审计员、培训中心、薪酬调查公司、人力资源信息系统等。",
  "Third party service providers for the purposes of performing reference checks, background screening, bankruptcy searches, criminal records etc.": "第三方服务提供商，用于进行背景调查、背景筛选、破产调查、犯罪记录等。",
  "Third-party service providers and any other future third parties in relation or incidental to the above": "第三方服务提供商以及与上述事项有关或附带的任何其他未来第三方",
  "This MoU marks the beginning of a promising international partnership that extends beyond student and academic exchange to include joint research and cross-border initiatives. We’re excited to explore these new opportunities and deepen our global engagement through meaningful cooperation.": "这份谅解备忘录标志着一个充满希望的国际合作伙伴关系的开始，这种合作关系不仅限于学生和学术交流，还包括联合研究和跨境活动。我们很高兴能探索这些新机遇，并通过有意义的合作加深我们的全球参与。",
  "This Personal Data Protection Notice explains how we collect and handle your personal information, including your sensitive personal information in accordance with the Malaysian Personal Data Protection Act 2010. Please note that Nilai University may amend this Personal Data Protection Notice at any time without prior notice and will publish the amended or revised Personal Data Protection Notice on our website or by email.": "本《个人数据保护通知》说明了我们如何根据《2010年马来西亚个人数据保护法》收集和处理您的个人信息，包括您的敏感个人信息。请注意，汝来大学可随时修订本《个人数据保护通知》，恕不另行通知，并将在本网站或通过电子邮件发布修订后的《个人数据保护通知》。",
  "This Personal Data Protection Notice explains how we collect and handle your personal information, including your sensitive personal information in accordance with the Malaysian Personal Data Protection Act 2010. Please note that Nilai University may amend this Personal Data Protection Notice at any time without prior notice and will publish the amended or revised Personal Data Protection Notice on our website.": "本《个人数据保护通知》说明了我们如何根据《2010年马来西亚个人数据保护法》收集和处理您的个人信息，包括您的敏感个人信息。请注意，汝来大学可随时修订本《个人数据保护通知》，恕不另行通知，并将在本网站上公布修订后的《个人数据保护通知》。",
  "This is a paid internship, with a flexible schedule and the potential for remote work. We're looking for someone who can commit to at least 40 per week for minimum of 3 months, with the possibility of extension or full-time employment upon successful completion of the internship.": "这是一项带薪实习，时间安排灵活，并有可能进行远程工作。我们正在寻找能在至少 3 个月的时间里每周至少工作 40 小时的人员，实习期满后有可能延长或成为全职员工。",
  "This is to help us facilitate the visa application for your student visa.": "这有助于我们为您的学生签证申请提供便利。",
  "This partnership provides students from the School of Accounting and Finance hands-on exposure to the fintech industry through short courses, industry-relevant research projects, and internship opportunities. It also aims to equip students with in-demand skills and prepare them for successful careers in the fast-evolving world of finance.": "这种合作关系通过短期课程、与行业相关的研究项目和实习机会，为会计与金融学院的学生提供了接触金融科技行业的实践机会。该项目还旨在让学生掌握急需的技能，为他们在快速发展的金融领域成功就业做好准备。",
  "This question is for testing whether or not you are a human visitor and to prevent automated spam submissions.": "此问题用于测试您是否是人类访客，并防止自动垃圾邮件提交。",
  "This sensitive information shall be treated carefully by Nilai University and will only be used for specific purposes. It will not be released to a third party without your explicit consent unless it is necessary to protect your interests.": "尼莱州大学将谨慎处理这些敏感信息，仅用于特定目的。除非为了保护您的利益，否则未经您的明确同意，不会向第三方透露这些信息。",
  "Throughout my career, I have worn both hats as a scientist and a leader at the helm of the Malaysian Cocoa Board for more than 10 years. These extreme roles have allowed m e to balance science and the art of management. From my experience and observation, I would humbly conclude that there are three vital fundamentals for effective teamwork: integrity, respect and cohesiveness among team members would contribute to achieving excellence. Coincidently, these are also my professional code of conduct.": "在我的职业生涯中，我既是一名科学家，又是马来西亚可可局十多年来的领导者。这些极端的角色让我在科学和管理艺术之间取得了平衡。根据我的经验和观察，我谦虚地总结出有效团队合作的三个重要基本要素：诚信、尊重和团队成员之间的凝聚力将有助于实现卓越。巧合的是，这也是我的职业行为准则。",
  "Thursday": "星期四",
  "Title": "标题",
  "To achieve the specified set of research outcome targets for Associate Professor / Professor level of appointment.": "实现副教授/教授聘任级别的指定研究成果目标。",
  "To adhere to the company's Code of Conduct, regulations, and procedures.": "遵守公司的行为准则、规定和程序。",
  "To administer graduation and alumni-related events.": "管理毕业和校友相关活动。",
  "To administer tuition fees and other payments.": "管理学费和其他费用。",
  "To assist day-to-day preparation of the food.": "协助日常的食物准备工作。",
  "To assist in establishing linkages with external organizations/ professional bodies in academic related matters.": "协助就学术相关事宜与外部组织/专业机构建立联系。",
  "To assist in marketing & campaign for Softinn's job hiring.": "协助 Softinn 职位招聘的营销和宣传活动。",
  "To assist in marketing activities to promote nursing programs.": "协助开展营销活动，推广护理专业。",
  "To assist in stock control of food and beverage.": "协助食品和饮料的库存管理。",
  "To assist in the development of learning materials, schemes of work as well as monitor student progress, achievement and attendance.": "协助编写学习材料和工作计划，监督学生的学习进度、成绩和出勤情况。",
  "To assist in the development of learning materials, schemes of work as well as monitor student progress, achievement, and attendance.": "协助编写学习材料和工作计划，监督学生的学习进度、成绩和出勤情况。",
  "To assist in the development of learning materials, schemes of work as well as monitor students progress, achievement and attendance.": "协助编写学习材料和工作计划，监督学生的学习进度、成绩和出勤情况。",
  "To assist team in client development.": "协助团队开发客户。",
  "To be an international centre of education excellence, dedicated to providing students learning experiences that will enrich them for life.": "成为卓越的国际教育中心，致力于为学生提供丰富的学习经历，使他们终身受益。",
  "To be detailed on presentation of the food.": "详细介绍食物的摆放。",
  "To be signed and returned to the University to acknowledge your acceptance of the offer and of the terms & conditions stated.": "请在此签名并交还给大学，以确认您接受录取以及所述条款和条件。",
  "To carry out data analysis of all student data for demographic information, academic performance, and to improve institutional practices and outcomes.": "对所有学生数据进行数据分析，以了解人口统计信息和学习成绩，并改进机构的做法和成果。",
  "To carry out research, teaching and administration within the school/department scope.": "在学校/院系范围内开展研究、教学和行政工作。",
  "To celebrate, engage and immerse in the unique Nilai University experience.": "庆祝、参与并沉浸在独特的汝来大学体验中。",
  "To check and monitor the food counter all the times.": "随时检查和监控食品柜台。",
  "To collect and relay information for relevant local or international statutory authorities or examination boards.": "为相关地方或国际法定机构或考试委员会收集和传递信息。",
  "To communicate with students on important announcements, including matters relating to career services, postgraduate studies, and alumni.": "就重要通知与学生沟通，包括与就业服务、研究生学习和校友有关的事项。",
  "To comply with any regulatory, audit, or security-related requirements.": "遵守任何监管、审计或安全相关要求。",
  "To contact students' next of kin in case of an emergency or for any other necessary matters.": "在紧急情况下或为其他必要事项联系学生的近亲。",
  "To contribute to the departmental, school, faculty, working groups or committees as requested by the Head of Academic/Head of School/Dean.": "应教务主任/学院院长/系主任的要求，为部门、学校、学院、工作组或委员会做出贡献。",
  "To contribute to the development, planning and implementation of a high-quality curriculum.": "促进高质量课程的开发、规划和实施。",
  "To contribute to the school, faculty, working groups or committees as requested by the Head of School/Dean of Faculty.": "应学院院长/系主任的要求，为学校、学院、工作组或委员会做出贡献。",
  "To cooperate and work in a team towards development, implementation, maintenance and improvements of the quality management system.": "与团队合作，共同开发、实施、维护和改进质量管理体系。",
  "To create creative content like blogs, e-books, and videos.": "创建博客、电子书和视频等创意内容。",
  "To develop and build corporate brand awareness, and keeping up to market trend.": "发展和建立企业品牌意识，紧跟市场潮流。",
  "To ensure all the jobs perform are complying with external audit, tax, ISO requirements and company related audit requirements.": "确保所有工作都符合外部审计、税务、ISO 要求和公司相关审计要求。",
  "To ensure experience in the field, we also provide internship placements to allow students to build a successful career in their field of choice.": "为确保学生获得相关领域的经验，我们还提供实习岗位，使学生能够在自己选择的领域成功就业。",
  "To facilitate internships, placements, or industrial training, as well as co- curricular activities.": "为实习、就业或工业培训以及共同课程活动提供便利。",
  "To follow proper food handling procedures.": "遵守正确的食品处理程序。",
  "To foster intellectual and emotional ties among and between Alumni members, the university and current students.": "促进校友、大学和在校学生之间的知识和情感联系。",
  "To handle the entire Accounts Receivable module which includes generating physical sales invoices, posting and updating invoices and receipts from customers into the system.": "处理整个应收账款模块，包括生成实物销售发票、将发票和客户收据输入系统并进行更新。",
  "To issue digital certificates or digital badges on designated third-party digital credentialing platforms.": "在指定的第三方数字认证平台上颁发数字证书或数字徽章。",
  "To keep the working area clean and the cleanliness and hygienic practices in food preparation.": "保持工作区域的清洁，以及食品制作过程中的清洁和卫生习惯。",
  "To maintain and keep monitoring that the foods are well presented.": "保持并不断监督食品的摆放。",
  "To maintain and keep the customer database up-to-date.": "维护和更新客户数据库。",
  "To maintain own continuing professional development.": "保持自身的持续专业发展。",
  "To maintain professional relationships with all students and able to provide pastoral care and support to students.": "与所有学生保持专业关系，能够为学生提供牧养关怀和支持。",
  "To maintain students' personal details, academic and non-academic records.": "保存学生的个人资料、学业和非学业记录。",
  "To manage and maintain company website.": "管理和维护公司网站。",
  "To manage social media contents (Linkedin, Twitter, Instagram, Facebook), and ensure it is effective and up to date.": "管理社交媒体内容（Linkedin、Twitter、Instagram、Facebook），并确保其有效和及时更新。",
  "To manage social media platforms & communications materials for all online and digital platforms, at corporate level": "在公司层面管理社交媒体平台以及所有在线和数字平台的宣传材料",
  "To manage the use of facilities such as libraries, hostels, laboratories, etc.": "管理图书馆、宿舍、实验室等设施的使用。",
  "To monitor the student report progress in terms of academic performance and attendance.": "监测学生在学习成绩和出勤率方面的报告进度。",
  "To observe nursing students in clinical posting if necessary.": "必要时观察护理学生的临床实习。",
  "To participate in curriculum review and accreditation process.": "参与课程审查和认证过程。",
  "To participate in road shows, education fairs and other marketing activities as may be required.": "参加路演、教育展和其他必要的营销活动。",
  "To participate in scholarly activities, including undertaking research, conference presentation, journal publications and relevant community work.": "参与学术活动，包括开展研究、会议发言、期刊出版和相关的社区工作。",
  "To participate in the development, administration and marking of exams and other assessments.": "参与考试和其他评估的制定、实施和评分。",
  "To perform any ad-hoc reports and jobs as and when requested by department head.": "根据部门主管的要求，执行任何临时报告和工作。",
  "To pick the ingredient according to the recipe.": "根据食谱挑选食材。",
  "To plan, organize, compile and control the maintenance check package and monitor the production stage of aircraft maintenance check in accordance with company, customer and airworthiness requirements.": "根据公司、客户和适航要求，计划、组织、编制和控制维护检查包，并监控飞机维护检查的生产阶段。",
  "To prepare sales forecast and estimates.": "编制销售预测和估算。",
  "To process applications for admission.": "处理入学申请。",
  "To promote and instil lifelong learning and social opportunities for further individual growth and community spirit development.": "推广和灌输终身学习和社交机会，促进个人成长和社区精神发展。",
  "To provide a vigorous and reliable body to sustain and promote growth, development, and welfare of the University.": "提供一个充满活力和可靠的机构，以维持和促进大学的成长、发展和福利。",
  "To provide student support activities such as tutorials, mentoring, and educational counselling sessions.": "提供辅导、指导和教育咨询等学生支持活动。",
  "To provide the relevant administrative support, counselling, and financial aid services.": "提供相关的行政支持、咨询和资助服务。",
  "To publish high-quality contents and designs for marketing campaigns.": "为营销活动发布高质量的内容和设计。",
  "To set the examination papers and maintain quality standards.": "制定试卷并保持质量标准。",
  "To support daily kitchen operations, assist in food preparation, ensure cleanliness, and learn about kitchen management in a professional working environment.": "在专业的工作环境中支持厨房的日常运作，协助准备食物，确保清洁，学习厨房管理。",
  "To support efforts to secure grants for research activities and scholarship as researcher/co-researcher.": "作为研究员/合作研究员，支持为研究活动和学术研究争取补助金的工作。",
  "To take initiative to identify areas for improvement and participate in continual improvement activities.": "主动确定需要改进的领域并参与持续改进活动。",
  "To teach in the areas allocated by the Dean or Head of Department.": "在院长或系主任分配的领域授课。",
  "To teach in the areas allocated by the Head of Academic/Dean of Faculty.": "在教务主任/系主任分配的领域授课。",
  "To teach in the areas allocated by the Head of Academic/Head of School.": "在教务主任/学院院长分配的领域任教。",
  "To undertake any ad-hoc tasks as and when required.": "在需要时承担任何临时任务。",
  "To undertake other jobs assigned by superior from time to time.": "承担上级不时指派的其他工作。",
  "To work with marketing team in a tactically-oriented function to meet the graphic design needs of Softinn and Softinn's merchants (e.g. hotels & vacation rentals).": "以战术为导向，与营销团队合作，满足 Softinn 和 Softinn 商户（如酒店和度假公寓）的平面设计需求。",
  "To work with our product team on product design & website design.": "与我们的产品团队合作进行产品设计和网站设计。",
  "To work with the marketing team on digital marketing campaigns.": "与营销团队合作开展数字营销活动。",
  "Total Graduands": "毕业生总数",
  "Track and analyze campaign effectiveness to optimize future strategies.": "跟踪和分析活动效果，优化未来战略。",
  "Training Manager": "培训经理",
  "Transferrable Academic Programmes": "可转移的学术课程",
  "Trend Monitoring: Stay updated on the latest design trends, social media features, and e-commerce best practices to keep the content fresh and engaging.": "趋势监测：随时了解最新的设计趋势、社交媒体功能和电子商务最佳实践，以保持内容的新鲜度和吸引力。",
  "Troubleshoot errors related to Softinn's system. Work with the product team and the customers in solving bugs.": "排除与 Softinn 系统相关的错误。与产品团队和客户合作解决错误。",
  "Ts. Harlina Harun": "Ts.Harlina Harun",
  "Tuesday": "星期二",
  "Twin": "双胞胎",
  "Type of Immigration Pass / Visa": "移民通行证/签证类型",
  "UEC": "欧共体",
  "UOA Corporate Tower Suite 21-2, Level 21, Avenue 10, The Vertical, Bangsar South City, 8, Jalan Kerinchi, 59200 Kuala Lumpur": "UOA Corporate Tower Suite 21-2, Level 21, Avenue 10, The Vertical, Bangsar South City, 8, Jalan Kerinchi, 59200 Kuala Lumpur",
  "Understand digital marketing.": "了解数字营销。",
  "Understand the concept of cloud solutions.": "了解云解决方案的概念。",
  "Understanding of shipping documents, Incoterms, and import/export procedures.": "了解运输文件、国际贸易术语解释通则和进出口程序。",
  "University Social Responsibility Programme with SMK Desa Cempaka | Nilai University": "与SMK Desa Cempaka | 汝来大学合作的大学社会责任计划",
  "University website": "大学网站",
  "Up to now, we have been cooperating with more than 100 interior design firms and earned our reputation with the combination of quality, value, trust and reliability.": "迄今为止，我们已与 100 多家室内设计公司合作，以质量、价值、信任和可靠性赢得了声誉。",
  "Updating company databases by inputting new contact information and employment details. Posting internship advertisements to job boards and social media platforms. Screening potential internship resumes and application forms to identify suitable candidates to fill company job vacancies. Organizing interviews with shortlisted candidates. Preparing and sending internship offer letters or e-mails to candidates. Removing job advertisements from job boards and social media platforms once vacancies have been filled. Assisting to coordinating new hire orientations. Responding to staff inquiries regarding HR policies, and other HR-related matters. Assisting the HR staff in gathering market staff benefit information. Create reports on the HR-related process when required. Assisting in the planning of company events. Assisting in quit rent and assessment documentation. Assist in prepare PRF for any purchase. Assisting to update company SOP, orientation slides, etc. Assisting to administer office administration task. Assisting in the DDS project – turning all paper documents into digital copies using scanning equipment. Perform ad hoc tasks as required.": "通过输入新的联系信息和就业细节更新公司数据库。在招聘网站和社交媒体平台上发布实习广告。筛选潜在的实习生简历和申请表，确定合适的人选来填补公司的职位空缺。组织对入围候选人的面试。准备并向候选人发送实习邀请函或电子邮件。空缺职位填补后，从招聘网站和社交媒体平台上删除招聘广告。协助协调新员工入职培训。答复员工有关人力资源政策和其他人力资源相关事宜的询问。协助人力资源部门收集市场员工福利信息。根据需要创建人力资源相关流程报告。协助策划公司活动。协助编制退租和评估文件。协助准备任何采购的 PRF。协助更新公司 SOP、迎新会幻灯片等。协助管理办公室行政工作。协助 DDS 项目--使用扫描设备将所有纸质文件转化为数字副本。根据需要执行临时任务。",
  "Upon graduation, you have the option of starting your career in 4 major industries: healthcare, agriculture, food & the environment.": "毕业后，您可以选择在医疗保健、农业、食品和环境四大行业开始自己的职业生涯。",
  "Use University Email Account": "使用大学电子邮件帐户",
  "Use plain text in messages--do not include HTML or formatted content.": "在邮件中使用纯文本--不要包含 HTML 或格式化内容。",
  "User experience and user interface": "用户体验和用户界面",
  "Users should exercise extreme caution in using email to communicate confidential or sensitive matters, and should not assume that email is private and confidential. It is especially important that users are careful to send messages only to the intended recipient(s).": "用户在使用电子邮件传递机密或敏感信息时应格外谨慎，不应认为电子邮件是私密的。尤其重要的是，用户应小心谨慎，只向指定的收件人发送信息。",
  "Valedictorian": "毕业致辞",
  "Valid practicing Annual Practice Certificate from the Malaysian Nursing Board.": "马来西亚护理局颁发的有效年度执业证书。",
  "Valuable Hands-On Experiences": "宝贵的实践经验",
  "Various type of application and/or registration forms": "各类申请表和/或登记表",
  "Vast Career Options": "广泛的职业选择",
  "Vendor / Supplier Engagement & Management": "供应商参与和管理",
  "Vice Chancellor": "副校长",
  "Vice Chancellor's Message": "副校长致辞",
  "Vice-Chancellor": "副校长",
  "Vice-Chancellor Professor Dato' Dr Azhar Ismail, in his closing remarks, congratulated the graduates, encouraging them to embark on their future careers with confidence. He reinforced the institution’s core values of excellence, resilience, and service, urging the Class of 2025 to become ambassadors of these principles.": "副校长拿督阿扎尔-伊斯梅尔（Dato' Dr Azhar Ismail）教授在致闭幕词时向毕业生们表示祝贺，鼓励他们满怀信心地踏上未来的职业生涯。他强调了学校的核心价值观：卓越、坚韧和服务，并敦促2025届毕业生成为这些原则的使者。",
  "View": "查看",
  "View\n                                More": "查看\n                                更多信息",
  "View Brochure": "查看手册",
  "View More": "查看更多",
  "View all": "查看全部",
  "Visa Application Fee: RM1060": "签证申请费：RM1060",
  "Vision": "愿景",
  "Vision and Mission": "愿景和使命",
  "Visit our well-stocked bookstore, where you can find a wide range of textbooks, reference materials, and other reading resources to support your academic journey. Our friendly staff are always ready to assist you in finding what you need.": "访问我们藏书丰富的书店，您可以找到各种教科书、参考资料和其他阅读资源，为您的学业之旅提供支持。我们友好的工作人员随时准备帮助您找到所需的物品。",
  "Visual Content Creation: Design visually appealing graphics, images, and videos for social media platforms and e-commerce platforms.": "视觉内容创作：为社交媒体平台和电子商务平台设计具有视觉吸引力的图形、图像和视频。",
  "Wallpark Silicon Products (Malaysia) Sdn. Bhd.": "Wallpark Silicon Products (Malaysia) Sdn.",
  "We also love to hear from you, especially what you have been doing since leaving Nilai University (formally known as Nilai International College or Nilai University College), any interesting development in your life and career. Your story will not be published without your prior permission.": "我们也很乐意听到您的声音，尤其是您离开汝来大学（正式名称为尼来国际学院或汝来大学学院）后的工作情况，以及您生活和职业生涯中的任何有趣发展。未经您的许可，我们不会发表您的故事。",
  "We also offer marketing and sales training programs designed specifically for owners of physical businesses and service-based businesses.": "我们还提供专为实体企业和服务型企业所有者设计的营销和销售培训计划。",
  "We are a Malaysian-based company specializing in corporate training and consulting services. Since 2023, we have helped clients across Asia enhance their business performance by developing their most valuable asset – their people.": "我们是一家总部设在马来西亚的公司，专门从事企业培训和咨询服务。自 2023 年以来，我们已帮助亚洲各地的客户通过培养他们最宝贵的资产--员工--来提高业务绩效。",
  "We are a software development company that creates custom cyber security solutions for your digital needs.": "我们是一家软件开发公司，为您的数字需求定制网络安全解决方案。",
  "We are currently offering internship opportunities for undergraduate students (diploma and degree holders) and would like to explore collaboration with your esteemed university. Our internship program provides practical exposure in areas such as Sales support, Multimedia (Videographer / Video Production), management and administration intern.": "我们目前正在为本科生（文凭和学位持有者）提供实习机会，并希望与贵校开展合作。我们的实习计划提供销售支持、多媒体（摄像师/视频制作）、管理和行政实习生等领域的实践机会。",
  "We are looking for a dedicated and skilled E-Commerce Specialist who can take full ownership of our online store operations and drive growth across platforms like Shopee, Lazada, TikTok Shop, and more.": "我们正在寻找一位尽职尽责、技术娴熟的电子商务专员，能够全面负责我们的网店运营，并推动 Shopee、Lazada、TikTok Shop 等平台的业务增长。",
  "We are looking for a detail-oriented and proactive Admin Executive to support our management team in documentation, coordination, and performance tracking. This role is perfect for someone who enjoys organizing information, following up on tasks, and ensuring things run smoothly.": "我们正在寻找一名注重细节、积极主动的行政主管，在文件编制、协调和绩效跟踪方面为我们的管理团队提供支持。这个职位非常适合喜欢整理信息、跟进任务和确保工作顺利进行的人。",
  "We are looking for a detail-oriented and proactive Procurement Executive to join our team. This role is vital in managing end-to-end purchasing, ensuring document accuracy, coordinating with suppliers and freight agents, and supporting effective inventory control. The ideal candidate is experienced in procurement operations, ERP systems, and thrives in a fast-paced, team-oriented environment.": "我们正在寻找一位注重细节、积极主动的采购主管加入我们的团队。该职位在管理端到端采购、确保文件准确性、与供应商和货运代理协调以及支持有效库存控制方面至关重要。理想的候选人在采购业务、ERP 系统方面经验丰富，并能在快节奏、以团队为导向的环境中茁壮成长。",
  "We are offering internship opportunities at our airport lounge and restaurant, providing valuable hands-on experience in a dynamic, fast-paced F&B environment. This internship is ideal for students passionate about hospitality and food operations.": "我们在机场休息室和餐厅提供实习机会，在充满活力、快节奏的餐饮环境中提供宝贵的实践经验。该实习机会非常适合对酒店和餐饮运营充满热情的学生。",
  "We are seeking a creative and detail-oriented Graphic Designer to join our social media and e-commerce operations team. The ideal candidate will have a strong understanding of visual storytelling, brand aesthetics, and the latest design trends. This role requires collaboration with marketing, social media managers, and the e-commerce team to create compelling visual content that drives engagement and sales.": "我们正在寻找一位富有创意、注重细节的平面设计师加入我们的社交媒体和电子商务运营团队。理想的应聘者必须对视觉故事、品牌美学和最新设计趋势有深刻的理解。该职位要求与市场营销、社交媒体经理和电子商务团队合作，创建引人入胜的视觉内容，促进参与和销售。",
  "We are seeking a motivated and detail-oriented Finance Assistant to support the Finance Director with various financial tasks and efforts. This role will involve assisting in financial reporting, analysis, and administrative duties, with a specific focus on adapting financial processes to meet the needs of local markets.": "我们正在寻找一名积极主动、注重细节的财务助理，协助财务总监完成各种财务任务和工作。该职位将负责协助财务报告、分析和行政工作，重点是调整财务流程以满足当地市场的需求。",
  "We are seeking a reliable and detail-oriented Lab Assistant to support our chemical analysts in daily laboratory operations. The ideal candidate will assist in sample preparation, basic testing, record-keeping, and maintaining a clean and safe laboratory environment.": "我们正在招聘一名可靠、注重细节的实验室助理，协助化学分析人员开展日常实验室工作。理想的应聘者将协助进行样品制备、基本测试、记录保存以及维护清洁安全的实验室环境。",
  "We are seeking an experienced Front-End Developer with strong Livewire expertise to join our growing team. You will be responsible for enhancing our existing platform, implementing modern and user-friendly designs, and collaborating closely with our backend developer. This is a long-term position with ongoing support and development needs.": "我们正在寻求一名经验丰富、具有扎实 Livewire 专业知识的前端开发员加入我们不断壮大的团队。您将负责增强我们现有的平台，实施现代化和用户友好的设计，并与我们的后台开发人员密切合作。这是一个需要持续支持和开发的长期职位。",
  "We encourage students to also diversify their skill sets by joining our various clubs and societies to help shape their future and provide insights to different cultures and values in addition to their already joyous campus life.": "我们还鼓励学生通过参加各种俱乐部和社团来丰富自己的技能，以帮助塑造自己的未来，并在快乐的校园生活之余了解不同的文化和价值观。",
  "We had the privilege to share over 500 servings of this delicious and traditional Ramadan dish with": "我们有幸与他们分享了 500 多份这道美味的传统斋月菜肴。",
  "We love to have you onboard in the alumni network, please click on the Alumni Membership Form and join us now.": "我们非常欢迎您加入校友网络，请点击校友会员申请表，立即加入我们。",
  "We pride ourselves in having one of the most successful track records in the provision of a complete range of technical solutions, products and services that meet our customers' requirement for Data Centre facilities.": "在提供全套技术解决方案、产品和服务以满足客户对数据中心设施的要求方面，我们拥有最成功的记录，对此我们深感自豪。",
  "We provide our clients with excellent total solutions and exceptional professional services, from layout designing, equipment selection to project execution and follow up services and maintenance for 24x7 on-site technical support of Data Centre Infrastructures.": "我们为客户提供从布局设计、设备选型到项目执行的全面解决方案和卓越的专业服务，并为数据中心基础设施提供全天候现场技术支持的后续服务和维护。",
  "We value our former students as much as our current students. That is why we would like to keep in touch with you. Whether in Malaysia or anywhere around the world, we hope to build and maintain our links with you across the globe. We will keep abreast of all our graduates' achievements and continue to support your growth where possible.": "我们与在校学生一样珍视我们以前的学生。因此，我们希望与你们保持联系。无论是在马来西亚还是在世界各地，我们都希望与你们建立并保持联系。我们将随时了解所有毕业生的成就，并在可能的情况下继续支持你们的成长。",
  "We value staff who are responsible, approachable, and eager to grow with us. When you join Hotel Aman, you are not just an employee—you become part of a supportive family where teamwork, respect, and dedication are appreciated.": "我们重视有责任心、平易近人、渴望与我们共同成长的员工。加入安缦酒店，您就不仅仅是一名员工，您将成为我们这个大家庭中的一员，在这个大家庭中，团队精神、尊重和奉献精神备受赞赏。",
  "Website": "网站",
  "Wednesday": "星期三",
  "Weight": "重量",
  "Welcome to our website": "欢迎访问我们的网站",
  "Well-Rounded Graduates": "全面发展的毕业生",
  "Wesak Day": "卫塞节",
  "We’re looking for a motivated intern to support our finance team. Ideal candidates should have:": "我们正在寻找一名积极进取的实习生来支持我们的财务团队。理想的应聘者应具备以下条件",
  "WhatsApp": "WhatsApp",
  "When a message is to be sent to many recipients, use an email program that will not list all the recipients in the message; alternatively, include all recipients' addresses as \"Bcc:\" instead of \"To:\"": "如果一封邮件要发送给许多收件人，请使用不会在邮件中列出所有收件人的电子邮件程序；或者，将所有收件人的地址列为 \"密送：\"，而不是 \"收件人：\"。",
  "When a request for refund is desired, the request has to be explicitly expressed in writting and in accordance to the guidelines and dealines stipulated in the following clauses.": "如需申请退款，必须以书面形式明确表达，并遵守以下条款规定的准则和交易。",
  "When possible, send email messages only to the specific individuals or groups for whom the message is pertinent.": "在可能的情况下，只向特定的个人或团体发送电子邮件信息。",
  "Why Choose Our Micro Credentials": "为什么选择我们的微型认证",
  "Why Study at Nilai University": "为何选择就读汝来大学",
  "Why Study in Malaysia": "为何留学马来西亚",
  "Wide & Flexible Career Options": "广泛而灵活的职业选择",
  "Wide-Range Career Opportunities": "广泛的职业机会",
  "Widowed": "丧偶",
  "Willing to Travel/ Have Own Transportation": "愿意出差/自备交通工具",
  "Willing to learn & solve problem.": "愿意学习和解决问题。",
  "Willing to learn and support various HR functions.": "愿意学习并支持各种人力资源职能。",
  "Willingness to learn and work in a team.": "愿意学习并在团队中工作。",
  "With 5 years of working experience in teaching and research as a Supervisor / Co-Supervisor for PhD in Education programme.": "具有 5 年教育学博士课程导师/副导师的教学和研究工作经验。",
  "With a strong presence in key logistics hubs across Malaysia and strategic international partnerships, Infinity Logistics is committed to delivering efficient, reliable, and cost-effective logistics solutions. The company emphasizes innovation, sustainability, and customer satisfaction, positioning itself as a trusted partner in the logistics and transport sector.": "凭借在马来西亚主要物流枢纽的强大影响力和战略性国际合作伙伴关系，金碧物流致力于提供高效、可靠和具有成本效益的物流解决方案。公司强调创新、可持续发展和客户满意度，将自己定位为物流和运输领域值得信赖的合作伙伴。",
  "With full infrastructure in place, Nilai College opened its doors, offering homegrown diploma programmes in the areas of Business, Information Technology, Engineering and Hospitality. In addition, as one of the first institutions approved to run 3+0 programmes, Nilai College offered students internationally recognised foreign degrees – the La Trobe University (Australia) degree in business and the Oxford Brookes University (United Kingdom) degrees in accounting, business, computing and hospitality.": "随着基础设施的完备，尼莱学院正式开学，提供商业、信息技术、工程和酒店管理等领域的本土文凭课程。此外，作为首批获准开办 3+0 课程的院校之一，尼莱学院还为学生提供国际认可的外国学位--澳大利亚拉筹伯大学（La Trobe University）的商业学位和英国牛津布鲁克斯大学（Oxford Brookes University）的会计、商业、计算机和酒店管理学位。",
  "With the Advanced Diploma award comes an engineering degree from Kingston University, UK": "获得高级文凭后，可获得英国金斯顿大学工程学学位",
  "With the Visa Approval Letter, you may endorse a Single Entry Visa onto your passport at the Malaysian Embassy/Consulate in your country. Please bring along your Offer Letter, the Visa Approval Letter and your passport when you do your visa endorsement. When this is done, you’re all set to fly!": "有了签证批准信，您就可以在您所在国家的马来西亚大使馆/领事馆将单次入境签证签注到您的护照上。办理签证签注时，请携带您的录取通知书、签证批准书和您的护照。完成这些手续后，您就可以乘坐飞机了！",
  "Within 30 days": "30 天内",
  "Within a year, the University’s name spread to other countries and in 1999, the pioneer batch of international students enrolled. Currently, the University maintains one of the highest international to Malaysian student ratio amongst private institutions of higher learning. This cosmopolitan environment with students from over 50 countries worldwide, adds a vibrant and exciting atmosphere to campus life. In today’s increasingly globalised world, these opportunities for cross-cultural experiences go a long way in preparing one for a global career.": "一年之内，大学的名字就传到了其他国家，1999 年，第一批国际学生入学。目前，在私立高等教育机构中，该大学的国际学生与马来西亚学生比例最高。来自全球 50 多个国家的学生为校园生活增添了生机勃勃的气氛。在当今日益全球化的世界中，这些跨文化体验的机会将大大有助于为个人的全球职业生涯做好准备。",
  "Work": "工作",
  "Work towards achieving the company, departmental and personal KPIs.": "努力实现公司、部门和个人的关键绩效指标。",
  "Work with the Product Team to develop web applications.": "与产品团队合作开发网络应用程序。",
  "Working Area": "工作区",
  "Working Days": "工作日",
  "Working Hours": "工作时间",
  "Working effectively as part of a team": "作为团队一员有效开展工作",
  "Works as a team player to support other employees in completing their tasks": "发挥团队精神，协助其他员工完成任务",
  "World-Class Facilities": "世界一流的设施",
  "World-class facilities, serene environment, an inclusive community and more. Living,\n                              working and learning in this flourishing town gives you convenience, flexibility and\n                              accessibility.": "世界一流的设施、宁静的环境、包容的社区等等。生活、\n                              在这个繁华的城市里生活、工作和学习，为您带来便利、灵活性和可达性。\n                              交通便利。",
  "World-class facilities, serene environment, an inclusive community and more. Living, working and learning in this flourishing town gives you convenience, flexibility and accessibility.": "世界一流的设施、宁静的环境、包容的社区等等。在这个蓬勃发展的小镇上生活、工作和学习，为您带来便利、灵活性和可及性。",
  "Xiaomi Technologies Malaysia Sdn Bhd": "马来西亚小米科技私人有限公司",
  "YDPB NS Birthday": "YDPB NS 生日",
  "YEE YIN SINN": "叶燕新",
  "YEOW MAY LIN": "YEOW MAY LIN",
  "YONG WOOI MENG": "YONG WOOI MENG",
  "YOUR RIGHT TO ACCESS AND CORRECT PERSONAL INFORMATION": "您访问和更正个人信息的权利",
  "Year": "年份",
  "Year / Duration": "年份/期限",
  "Yes": "是",
  "Yes, several universities are using this service across the country.": "是的，全国有多所大学正在使用这项服务。",
  "Yes, you can forward emails to other accounts.": "是的，您可以将电子邮件转发到其他账户。",
  "You Could Get Up to 100% Scholarship. Apply Now for June Intake.": "您可获得高达 100% 的奖学金。立即申请六月份入学。",
  "You are required to make the FULL payment as stated in your Pro Forma invoice included with your Letter of Offer before your arrival to Malaysia. Payments can be made via the Telegraphic Transfer.": "您必须在抵达马来西亚之前支付您的录取通知书随附的形式发票上注明的全额款项。您可以通过电汇付款。",
  "You can use your Student email to correspond with the University as long as you are our registered / active student of the University.": "只要您是我校注册/在读学生，就可以使用学生电子邮件与我校通信。",
  "You have experience creating beautiful websites.": "您拥有创建精美网站的经验。",
  "You have knowledge about cloud base web application": "了解云基础网络应用程序",
  "You have knowledge about kiosk engineering": "您具备报刊亭工程方面的知识",
  "You have the right to access and correct your personal information held by Nilai University under the Act. Nilai University always endeavours to upkeep the changes in your personal information in our student database system and hence you are encouraged to notify us of the changes in a timely manner.": "根据该法，您有权访问和更正由尼莱州大学持有的您的个人信息。尼莱州大学始终致力于维护学生数据库系统中您个人信息的变更，因此我们鼓励您及时将变更情况通知我们。",
  "You have the right to access and correct your personal information held by Nilai University under the Act. You may request access to and request correction of your personal data by contacting Human Resource Department, Nilai University as follows:": "根据该法案，您有权查阅和更正由尼莱州大学持有的您的个人信息。您可通过以下方式联系尼莱州大学人力资源部，要求查阅和更正您的个人资料：",
  "You may go directly to Student Webmail in our website": "您可以直接访问我们网站上的学生 Webmail",
  "You may pay for Application Fee and Accommodation Fee the 1st semester’s fees via our fee payment channels as listed below:": "您可通过以下缴费渠道缴纳第一学期的申请费和住宿费：",
  "You may pay the fees in the form of a bank draft/ telegraph transfer/ any other methods available in your country to our account as follows:-": "您可以通过银行汇票/电汇/贵国提供的任何其他方式将费用汇入我方账户，具体如下：-",
  "You must then inform Nilai University’s International Office of your flight details FIVE (5) working days before your date of departure. Representatives from Nilai University will greet you at the Kuala Lumpur International Airport (KLIA).": "然后，您必须在出发日期前五 (5) 个工作日将您的航班信息通知汝来大学国际办公室。汝来大学的代表将在吉隆坡国际机场（KLIA）迎接您。",
  "Your Path to Success with Foundation Studies at Nilai University": "汝来大学预科课程助您走向成功之路",
  "Your emails are stored on Microsoft Office365 Cloud.": "您的电子邮件存储在 Microsoft Office365 云中。",
  "Your original Visa Approval Letter (once received by the University) will be email to you once we have confirmation of your payment.": "您的签证批准函原件（大学收到后）将在我们确认您的付款后通过电子邮件发送给您。",
  "Your sponsors, including your parents/guardians.": "你的赞助人，包括你的父母/监护人。",
  "Your student Visa Approval Letter will be subsequently processed – including submission to the Ministry of Higher Education and the Immigration Department via the Education Malaysia Global Services (EMGS). Successful applicants will receive the Visa Approval Letter within SIX to EIGHT weeks.": "您的学生签证批准函随后将被处理，包括通过马来西亚教育全球服务机构（EMGS）提交给高等教育部和移民局。成功的申请人将在六至八周内收到签证批准函。",
  "Your tuition fee is more than an investment in your education; it is an investment in your future success. We nurture your professional growth through the guidance of experienced academic members, partnerships with esteemed industries, world-class facilities, and vibrant clubs and societies. As a dynamic member of our local and international community, step into an enriching and unique learning experience that prepares you for outstanding opportunities.": "学费不仅是对教育的投资，更是对未来成功的投资。我们通过经验丰富的学术成员的指导、与知名企业的合作、世界一流的设施以及充满活力的俱乐部和社团，培养你的专业成长。作为本地和国际社区中充满活力的一员，我们将为您提供丰富而独特的学习体验，帮助您准备好迎接卓越的机遇。",
  "Youtube": "Youtube",
  "You’ll play a key role in shaping and strengthening TESSB’s brand voice by contributing to our branding and style guidelines. A strong understanding of industry trends and competitor strategies will be essential, as you'll be expected to analyze both the successes and challenges in the market—and share these insights with the team to continuously elevate our content and communication efforts.": "您将在塑造和加强 TESSB 的品牌形象方面发挥关键作用，为我们的品牌和风格准则做出贡献。对行业趋势和竞争对手策略的深刻理解至关重要，因为您需要分析市场上的成功和挑战，并与团队分享这些见解，以不断提升我们的内容和传播工作。",
  "Yuki Lok": "Yuki Lok",
  "Zetty": "Zetty",
  "[email protected]": "[email protected]",
  "a) Payroll": "a) 工资单",
  "a) Resume": "a) 简历",
  "able to talk and learn about digital media. debaters are most welcome to join our company": "能够谈论和学习数字媒体。",
  "airodaerospace.com": "airodaerospace.com",
  "and": "和",
  "and MQA requirements.": "和 MQA 要求。",
  "and report the fault to or call IT Helpdesk.": "并向 IT 服务台报告故障或致电 IT 服务台。",
  "as a medical screening will be performed in Malaysia upon my arrival by panel clinics / hospital before I am endorsed with a student visa.": "因为在我抵达马来西亚后，将由专门的诊所/医院对我进行体检，然后才会批准我的学生签证。",
  "at Nilai": "价值",
  "b) Application form": "b) 申请表",
  "b) Medical benefits": "b) 医疗福利",
  "binawebsite.ailaviumarketing.com": "binawebsite.ailaviumarketing.com",
  "c) Insurance coverage": "c) 保险范围",
  "c) Personal particulars form": "c) 个人情况表",
  "calendar days)": "日历日)",
  "d) Employment related benefits": "d) 与就业有关的福利",
  "d) Related certificates": "d) 相关证书",
  "e) Training and development requirements": "e) 培训和发展要求",
  "e-VAL: RM159 (one-time payment)": "电子签证：159马币（一次性付款）",
  "f) Performance Management": "f) 绩效管理",
  "for more info.": "了解更多信息。",
  "for preparing the Bubur Lambuk with his secret recipe. It was truly a treat to all!": "他用自己的秘方制作了 Bubur Lambuk。这对所有人来说都是一次真正的享受！",
  "g) Restructuring exercises": "g) 重组活动",
  "governmental bodies and other related parties": "政府机构和其他相关方",
  "h) Career development and work allocation and management": "h) 职业发展和工作分配与管理",
  "http://cms.nilai.edu.my": "http://cms.nilai.edu.my",
  "http://www.atcen.com": "http://www.atcen.com",
  "http://www.avoltaworld.com/": "http://www.avoltaworld.com/",
  "http://www.imi.gov.my": "http://www.imi.gov.my",
  "http://www.instagram.com/epsmalaysia/": "http://www.instagram.com/epsmalaysia/",
  "http://www.nilai.edu.my/PDPA": "http://www.nilai.edu.my/PDPA",
  "http://www.nilai.edu.my/current-students#student-email": "http://www.nilai.edu.my/current-students#student-email",
  "http://www.nilai.edu.my/studentemail": "http://www.nilai.edu.my/studentemail",
  "https://app.nilai.edu.my/payments/create": "https://app.nilai.edu.my/payments/create",
  "https://doos.my/": "https://doos.my/",
  "https://educationmalaysia.gov.my/how-to-apply/medical-screening.html/": "https://educationmalaysia.gov.my/how-to-apply/medical-screening.html/",
  "https://honsenzkitchen.com.my/": "https://honsenzkitchen.com.my/",
  "https://login.microsoftonline.com": "https://login.microsoftonline.com",
  "https://login.microsoftonline.com/": "https://login.microsoftonline.com/",
  "https://support.office.com/": "https://support.office.com/",
  "https://technet.microsoft.com/en-us/library/exchange-online-limits.aspx#MessageLimits": "https://technet.microsoft.com/en-us/library/exchange-online-limits.aspx#MessageLimits",
  "https://www.ansune.com/": "https://www.ansune.com/",
  "https://www.dlha.my/": "https://www.dlha.my/",
  "https://www.facebook.com/mtspsychologycounselling/": "https://www.facebook.com/mtspsychologycounselling/",
  "https://www.foodtravelexperts.com/our-markets/asia-pacific/malaysia/": "https://www.foodtravelexperts.com/our-markets/asia-pacific/malaysia/",
  "https://www.infinity.com.my/": "https://www.infinity.com.my/",
  "https://www.koldigital.sg/": "https://www.koldigital.sg/",
  "https://www.maribumistarchtech.com/": "https://www.maribumistarchtech.com/",
  "https://www.mi.com/my/": "https://www.mi.com/my/",
  "https://www.mysoftinn.com/": "https://www.mysoftinn.com/",
  "https://www.nilai.edu.my/contact-us": "https://www.nilai.edu.my/contact-us",
  "https://www.nilai.edu.my/school-of-aircraft-maintenance": "https://www.nilai.edu.my/school-of-aircraft-maintenance",
  "https://www.pemnet.com/": "https://www.pemnet.com/",
  "https://www.sonovisiongroup.com/": "https://www.sonovisiongroup.com/",
  "https://www.synergyxyz.com/": "https://www.synergyxyz.com/",
  "https://www.taiace.com/home": "https://www.taiace.com/home",
  "https://www.thedanna.com/": "https://www.thedanna.com/",
  "i) Disciplinary action": "i) 纪律处分",
  "j) Any other employment related purposes": "j) 任何其他与就业相关的目的",
  "minimum diploma": "最低文凭",
  "more items": "更多项目",
  "now invites high-calibre individuals who are enthusiastic, innovative and progressive to be part of our establishment and to develop a rewarding and satisfying career with us.": "现在，我们诚邀充满热情、勇于创新、不断进取的优秀人才加入我们的团队，与我们一起发展令人满意的职业生涯。",
  "or alternatively via": "或通过",
  "or click directly to Microsoft OFFICE 365- Login Page": "或直接点击进入 Microsoft OFFICE 365 登录页面",
  "or click directly to Microsoft OFFICE 365- Login Page :-": "或直接点击 Microsoft OFFICE 365- 登录页面 :-",
  "or related business fields": "或相关商业领域",
  "th": "第",
  "the first day of classes in the semester and up to 7 calendar days": "本学期开课第一天，最多 7 个日历日",
  "the first day of classes in the semester.": "本学期开学第一天。",
  "the same new semester.": "同一个新学期。",
  "the second week (14 calendar days) of the new semester": "新学期的第二周（14 个日历日",
  "to experience an even bigger and better Bubur Lambuk distribution next year!": "明年，您将体验到更大更好的 Bubur Lambuk 分销服务！",
  "to indicate the date that you will arrive to register and check into your accommodation.": "以注明您将抵达注册和入住的日期。",
  "to speak to our counselors to arrange for transportation.": "请与我们的辅导员联系，安排交通。",
  "www.educationmalaysia.gov.my/how-to-apply/new-students.html/": "www.educationmalaysia.gov.my/how-to-apply/new-students.html/",
  "www.eps.my": "www.eps.my",
  "www.jkcarpet.com.my": "www.jkcarpet.com.my",
  "www.peterlabs.com.my": "www.peterlabs.com.my",
  "© 2025 Nilai University (DU032 (N)). Nilai Education Sdn Bhd (307215-P) I": "© 2025 汝来大学 (DU032 (N)).尼莱教育私人有限公司 (307215-P) I",
  "– Rachel Carson": "- 蕾切尔-卡森",
  "– a member of Nilai Resources Group Sdn Bhd, prides itself in being one of the fastest-growing and best-equipped private tertiary education providers in the country offering a wide range of programmes. Our award-winning university-standard campus is located on a 105-acre site in the township of Putra Nilai.": "- 作为尼莱资源集团私人有限公司（Nilai Resources Group Sdn Bhd）的成员之一，汝来大学为自己能够成为国内发展最快、设备最完善、提供广泛课程的私立高等教育机构之一而感到自豪。我们屡获殊荣的大学标准校园位于布特拉尼莱镇，占地 105 英亩。",
  "“For the child… it is not half so important to know as to feel. If facts are the seeds\n                              that later produce knowledge and wisdom, then the emotions and the impressions of the\n                              senses are the fertile soil in which the seeds must grow.”": "\"对孩子来说......知道和感受并没有那么重要。如果说事实是种子\n                              那么情感和感官印象就是种子生长的沃土\"。\n                              那么情感和感官印象就是种子生长的沃土\"。",
  "“For the child… it is not half so important to know as to feel. If facts are the seeds that later produce knowledge and wisdom, then the emotions and the impressions of the senses are the fertile soil in which the seeds must grow.”": "\"对孩子来说......知道和感受没有一半重要。如果说事实是日后产生知识和智慧的种子，那么情感和感官印象就是种子生长的沃土\"。",
  "•  Post-arrival Medical Examination will be conducted within 2 working days upon your arrival.": "- 抵达后的体检将在您抵达后 2 个工作日内进行。",
  "•  You will need to surrender your passport to the International Office once your medical examination is successful. Our International Office will assist you in applying to the Malaysian State Immigration for your Multiple Entry Visa and Student Pass.": "- 体检合格后，您需要将护照交回国际办公室。国际办公室将协助您向马来西亚国家移民局申请多次入境签证和学生准证。",
  "✓ Valid": "✓ 有效",
  "School of Humanities and Social Sciences": "人文与社会科学学院",
  "School of Management and Marketing": "管理与营销学院",
  "Bachelors' Degree": "学士学位",
  "Open &amp; Distance Learning": "开放与远程学习",
  "Partners": "合作伙伴",
  "Internships": "实习",
  "Downloads": "下载",
  "e-Brochure": "电子手册",
  "e-Form": "电子表格",
  "Admission": "录取",
  "How to Apply": "如何申请",
  "Pay Online": "在线支付",
  "Scholarships": "奖学金",
  "Student Life": "学生生活",
  "Community": "社区",
  "Health &amp; Wellness": "健康与保健",
  "Campus Tour": "校园参观",
  "Nilai Town": "城镇价值",
  "What's On": "活动一览",
  "News &amp; Event": "新闻与活动",
  "Media Centre": "媒体中心",
  "Research (CRPS)": "研究（CRPS）",
  "About Us": "关于我们",
  "Overview": "概述",
  "Message from VC": "校长致辞",
  "Governance": "管理",
  "Nilai Group": "集团价值",
  "About ACCA": "关于 ACCA",
  "Message from Valedictorian": "毕业致辞",
  "Diploma /  Advanced Diploma": "文凭/高级文凭",
  "ACCA Pathway": "ACCA 途径",
  "Photo Gallery": "照片集",
  "Postgraduate | Postgraduate (ODL)": "研究生 (ODL)",
  "IEP": "IEP",
  "CIMA Pathway": "CIMA 课程",
  "CIMA A-STAR": "CIMA A-STAR",
  "About ICAEW": "关于 ICAEW",
  "Open\n                  &amp; Distance Learning": "开放式\n                  远程学习",
  "ICAEW Pathway": "ICAEW 途径",
  "Micro\n                  Credentials": "微型\n                  证书",
  "Business\n                      Partners": "业务\n                      合作伙伴",
  "What&#039;s\n                    On": "最新活动\n                    活动",
  "News &amp;\n                        Event": "新闻与活动\n                        活动",
  "Media\n                        Centre": "媒体\n                        中心",
  "Message\n                        from VC": "信息\n                        来自 VC",
  "Nilai\n                        Group": "价值\n                        组别"
}