{
  "Start your independent living in a safe, inclusive environment with our accommodation. Choose from a wide variety of options based on your needs.": "在我们安全、包容的住宿环境中开始独立生活。根据您的需求，我们提供多种选择。",
  "3A's - 4A's": "3A 级 - 4A 级",
  "1.": "1.",
  "VIEW ACCOMMODATION": "查看住宿",
  "STPM/Matriculation": "STPM/Matriculation",
  "2025-10-1": "2025年10月1日",
  "Transportation": "交通运输",
  "CGPA 3.30 - 3.49": "CGPA 3.30 - 3.49",
  "Human Capital Protege (L&D And Staff Acquisition Support)": "人力资本保护人（学习与发展和人员招聘支持）",
  "Safe and reliable transportation service for all. Explore the campus and never miss your class again with this sustainable, affordable way to move around. Find updated schedules and information here.": "为所有人提供安全可靠的交通服务。通过这种可持续、经济实惠的交通方式，您可以尽情游览校园，再也不会错过上课时间。点击这里查看最新的时间表和信息。",
  "2.": "2.",
  "CGPA 3.20 - 3.29": "CGPA 3.20 - 3.29",
  "BUS SCHEDULE": "巴士时刻表",
  "Finance Protege": "财务保护人",
  "CGPA 2.67 - 2.99": "CGPA 2.67 - 2.99",
  "Your exciting university life begins with us.": "精彩的大学生活从我们开始。",
  "3.": "3.",
  "5A's": "5A",
  "Planner (Production Control Planner)": "计划员（生产控制计划员）",
  "Community | Nilai University": "社区 | 汝来大学",
  "4A's": "4A",
  "RM1800-RM2000": "RM1800-RM2000",
  "Building Connection, Belong, Be Heard": "建立联系、归属、倾听",
  "3A's": "3A",
  "4.": "4.",
  "6A's": "6A",
  "Students from every corner of the globe are now exploring, learning and growing together. At Nilai University, our community is inclusive, supportive and empowering. Clubs, events, the student council and other exciting activities are in place to allow students to build meaningful relationships and let their ideas be heard.": "现在，来自全球各个角落的学生正在一起探索、学习和成长。在汝来大学，我们的社区具有包容性、支持性和授权性。各种俱乐部、活动、学生会和其他令人兴奋的活动让学生们建立起有意义的关系，并让他们的想法得到倾听。",
  "2025-9-30": "2025年9月30日",
  "AAC / ABB": "AAC / ABB",
  "Students’ Representative Council": "学生代表理事会",
  "Interns - Accounting / Finance": "会计/财务实习生",
  "ACC / BBC": "ACC / BBC",
  "The Students' Representative Council (SRC) is made up of 6 council members, each representing a different faculty at the University. These members are elected through a democratic election that takes place annually in June or July. The SRC is organised into 5 main portfolios: Academic Affairs, Campus Affairs, International Student Affairs, Clubs and Sports, and Events and Publicity. Together, these portfolios work towards achieving the primary goals of the Council.": "学生代表理事会（SRC）由 6 名理事会成员组成，他们分别代表大学的不同院系。这些成员通过每年 6 月或 7 月举行的民主选举产生。学生代表理事会下设 5 个主要部门：学术事务、校园事务、国际学生事务、俱乐部与体育以及活动与宣传。这些部门共同致力于实现理事会的主要目标。",
  "5.": "5.",
  "SAM/ AUSMAT/ ICPU": "Sam/ ausmat/ icpu",
  "What do they do?": "他们是做什么的？",
  "2025-9-26": "2025年9月26日",
  "TER / UAI 85 - 89": "ter / uai 85 - 89",
  "Commis / Cook": "杂工/厨师",
  "As Council members, they provide a link between students and the management to source for any request, problem or need that rises from students. They also strive to aid the management in improving the University’s service for the welfare and benefits of students. They also plan events that are able to encourage better relations among other students as well as to promote positive culture to encourage greater student participation in co-curricular activities. Their other responsibilities include providing moral support and providing assistance to all clubs and societies.": "作为理事会成员，他们是学生与管理层之间的纽带，可以为学生提出的任何要求、问题或需要提供帮助。他们还努力协助管理层改善大学服务，为学生谋福利。他们还策划各种活动，鼓励学生之间建立更好的关系，并推广积极的文化，鼓励学生更多地参与课外活动。他们的其他职责还包括为所有俱乐部和社团提供精神支持和帮助。",
  "TER / UAI 75 - 79": "ter / uai 75 - 79",
  "Where can you find them?": "在哪里可以找到它们？",
  "RM1700-RM2000": "RM1700-RM2000",
  "38 (out of 45) points": "38分（总分45分",
  "6.": "6.",
  "If you have any suggestions, ideas, inquiries, requests, or complaints, feel free to visit the SRC Office anytime between 10am and 5pm on regular weekdays (excluding examination week or the days leading up to it).": "如果您有任何建议、想法、咨询、要求或投诉，请在工作日（考试周或考试周前几天除外）上午 10 点至下午 5 点之间随时访问 SRC 办公室。",
  "34 - 35 (out of 45) points": "34 - 35（总分 45 分",
  "Service Crew (F&B Crew)": "服务员（餐饮服务员）",
  "Fencin Christo Aabha John": "芬辛-克里斯托-阿巴-约翰",
  "7.": "7.",
  "Require maintenance of": "要求维护",
  "President": "主席",
  "Marketing Assistant (Intern / Contract - 6 Months)": "市场营销助理（实习生/合同 - 6 个月）",
  "GPA and CGPA ≥3.00": "GPA 和 CGPA ≥3.00",
  "Jeff Sia Yu Heng": "Jeff Sia Yu Heng",
  "RM2000-RM2900": "RM2000-RM2900",
  "every semester to be eligible for the next semester AND attendance of ≥75% (Malaysian student) every semester.": "每学期出勤率≥75%（马来西亚学生），才有资格参加下一学期的学习。",
  "Vice President": "副总裁",
  "8.": "8.",
  "Performance Scholarships": "业绩奖学金",
  "Foysal": "福伊萨尔",
  "IT Assistant (Intern / Contract - 6 Months)": "信息技术助理（实习生/合同 - 6 个月）",
  "Result": "结果",
  "Secretary": "秘书",
  "9.": "9.",
  "Waiver": "豁免",
  "2025-9-12": "2025年9月12日",
  "Heerini D/O Murugan": "希里尼，穆鲁甘处",
  "Dean's List Students": "院长名单上的学生",
  "Treasurer": "财务主任",
  "Management Trainee - NextGen Manager Initiative": "管理培训生 - 新一代管理者计划",
  "15% scholarship for next long semester": "下一长学期 15% 的奖学金",
  "Umar Sharafee": "乌马尔-沙拉菲",
  "Applicable to 2025 New Students.": "适用于 2025 名新生。",
  "RM2100-RM2500": "RM2100-RM2500",
  "Club and Society / Academic Affairs": "俱乐部与社团 / 学术事务",
  "10.": "10.",
  "Not applicable for recipients of B40 & Free Foundation scheme.": "不适用于 B40 和免费基金会计划的受助人。",
  "Tadiwanashe Gwatinyanya": "Tadiwanashe Gwatinyanya",
  "2025-9-8": "2025年9月8日",
  "Education For All": "全民教育",
  "International Student Representative": "国际学生代表",
  "Hotel Receptionist": "酒店接待员",
  "Maximum PTPTN Loan": "PTPTN 最高贷款额",
  "Clubs and Societies": "俱乐部和社团",
  "Applicable for students from B40 household income group for selected Diploma & Degree programmes": "部分文凭和学位课程适用于 B40 家庭收入群体的学生",
  "RM1700-RM2200": "RM1700-RM2200",
  "11.": "11.",
  "Subsidised accommodation rental of RM100/month (Subject to availability)": "补贴住宿租金 100 马币/月（视情况而定）",
  "Nilai University actively promotes a healthy lifestyle and seeks to provide a ‘Total Student Experience’. The numerous clubs and societies is one way in which this aim is achieved. There are currently 35 active clubs on campus with many more still being formed each semester. They provide students with an outlet for creativity, networking and event participation. A resume filled with extra-curricular participation will definitely make the student more marketable.": "汝来大学积极倡导健康的生活方式，并努力提供 \"全面的学生体验\"。众多俱乐部和社团就是实现这一目标的途径之一。目前校园内有 35 个活跃的俱乐部，每学期还有更多的俱乐部成立。它们为学生提供了发挥创造力、建立联系和参与活动的渠道。一份充满课外活动的简历肯定会让学生更有市场。",
  "2025-9-3": "2025年9月3日",
  "Discount / Waiver Schemes": "折扣/豁免计划",
  "Student in Action": "学生在行动",
  "Accounts Assistant": "会计助理",
  "Students here are constantly achieving incredible things, and now it’s your turn to be a part of it. Make the most of your student life by getting involved today!": "这里的学生不断取得令人难以置信的成就，现在轮到你参与其中了。今天就参与进来，充分利用你的学生生活！",
  "Siblings of Nilai University Students": "汝来大学学生的兄弟姐妹",
  "RM2500-RM3500": "RM2500-RM3500",
  "Children of Government/Civil Servant": "政府/公务员子女",
  "The Department of Student Affairs is here to support you in having an amazing university experience.": "学生事务部为您提供支持，帮助您度过美好的大学生活。",
  "12.": "12.",
  "10%": "10%",
  "Visit us at the Resource Centre to learn more.": "请访问我们的资源中心，了解更多信息。",
  "2025-9-2": "2025年9月2日",
  "Children of Felda Staff": "费尔达工作人员的子女",
  "Volunteerism": "志愿服务",
  "Digital Marketing Intern/td>": "数字营销实习生",
  "20%": "20%",
  "We run a huge number of student-led weekly volunteering projects and one off events helping people in the local community. When you find a project that interests you, all you need to do is head on over to the DSA to get in contact with the societies organizing these events and take part. It’s that simple!": "我们开展了大量由学生主导的每周志愿服务项目和一次性活动，帮助当地社区的居民。当您发现自己感兴趣的项目时，只需登录 DSA，与组织这些活动的社团取得联系并参与其中。就是这么简单！",
  "13.": "13.",
  "Discount Scheme": "折扣计划",
  "Weekly Projects": "每周项目",
  "Front-End Developer Intern (Livewire & UI/UX Expert)": "前端开发实习生（Livewire 和用户界面/用户体验专家）",
  "RM 500 waiver off tuition fees for": "为以下学生减免 500 马币学费",
  "Homeless People: Helping out in giving out meals": "无家可归者：帮助送餐",
  "14.": "14.",
  "applications with full fees paid at least": "全额缴费的申请至少",
  "Environmental: Recycling campaigns, cleaning the campus": "环保：回收活动、清洁校园",
  "E-Commerce Specialist (Shopee, Lazada & Online Platforms)": "电子商务专员（Shopee、Lazada 和在线平台）",
  "30 days before the first day of registration": "注册首日前 30 天",
  "15.": "15.",
  "Children: Visiting orphanages, helping clean pre-schools": "儿童探访孤儿院，帮助清洁学龄前学校",
  "Event/ Open Day Waiver": "活动/开放日豁免",
  "People with Learning Disabilities: Volunteering to read to disabled children": "有学习障碍的人：志愿为残疾儿童读书",
  "2025-7-17": "2025年7月17日",
  "RM 300 rebate off tuition fees": "学费回扣 300 马币",
  "Business Development": "业务发展",
  "Non-Weekly Projects": "非每周项目",
  "(On-the-spot applications)": "(现场应用）",
  "RM500-RM1000": "RM500-RM1000",
  "Food and Clothing Collections (Donation drives handled throughout the term!)": "食品和衣物募捐活动（整个学期都在开展募捐活动）",
  "• Early Bird and Event/ Open Day Waiver Scheme are not applicable for": "- 早鸟计划和活动/开放日豁免计划不适用于以下情况",
  "16.": "16.",
  "Societies": "社团",
  "recipients of B40 & Free Foundation Scheme": "B40 和免费基础教育计划的受惠者",
  "2025-8-20": "2025年8月20日",
  "At Nilai University, we believe there’s a club or society for everyone. With a variety of religious, cultural, academic, sports, and recreational groups, you’ll have no trouble finding your fit. And if you don’t see what you want, why not create it yourself?": "在汝来大学，我们相信每个人都有适合自己的俱乐部或社团。我们有各种宗教、文化、学术、体育和娱乐社团，您一定能找到适合自己的社团。如果您没有找到自己想要的社团，为什么不自己创建呢？",
  "Free Foundation leading": "免费基金会领导",
  "Administrative": "行政管理",
  "It’s simple to join, and a fantastic way to connect with others who share your interests while making the most of your university experience.": "加入该计划非常简单，是与志同道合者建立联系的绝佳方式，同时还能充分利用自己的大学生活。",
  "to Bachelor Degree": "至学士学位",
  "RM500-RM800": "RM500-RM800",
  "Badminton Club": "羽毛球俱乐部",
  "100% tuition fee waiver": "100% 学费减免",
  "17.": "17.",
  "Chess & Board Games Club": "国际象棋和棋盘游戏俱乐部",
  "(Other administrative fees are to": "(其他行政费用",
  "2025-8-19": "2025年8月19日",
  "Dodgeball Club": "躲避球俱乐部",
  "be paid by the student)": "由学生支付)",
  "Admin Executive/Assistant": "行政主管/助理",
  "Basketball Club": "篮球俱乐部",
  "Unified Examination Certificate (UEC) Students": "统一考试证书（UEC）学生",
  "RM2000-RM4000": "RM2000-RM4000",
  "Brazilian Jiu Jitsu Club": "巴西柔术俱乐部",
  "Sin Chew Daily Education Fund": "星洲日报教育基金",
  "18.": "18.",
  "Chinese Cultural Society": "中国文化协会",
  "Nilai University Value of Full Scholarship Pledged for 2025": "汝来大学 2025 年全额奖学金承诺价值",
  "Personal Assistant to CFO": "首席财务官私人助理",
  "Indian Cultural Society": "印度文化协会",
  "> RM 1 Million": "> 100 万马币",
  "RM3000-RM4500": "RM3000-RM4500",
  "Christian Fellowship": "基督教团契",
  "Open for application 03 March 2025": "2025年3月3日开放申请",
  "19.": "19.",
  "Islamic Student Society": "伊斯兰学生协会",
  "Apply for": "申请",
  "2025-8-16": "2025年8月16日",
  "School of Accounting and Finance Club": "会计与金融学院俱乐部",
  "Application Deadline": "申请截止日期",
  "Admin &  Operation": "行政与运行",
  "Aviation Society": "航空学会",
  "SPM or equivalent results": "SPM 或同等成绩",
  "Hospitality Society": "接待协会",
  "RM1000-RM1300": "RM1000-RM1300",
  "Diploma or Foundation courses": "文凭或基础课程",
  "20.": "20.",
  "MyHR Club": "我的人力资源俱乐部",
  "14 days after the announcement after the SPM/STPM results": "SPM/STPM 成绩公布 14 天后",
  "Nursing Students Association": "护理学生协会",
  "2025-8-7": "2025年8月7日",
  "UEC results": "欧共体统考成绩",
  "Business Student Society": "商业学生协会",
  "Internship Finance Department": "财务部实习生",
  "Diploma, Degree or Professional courses": "文凭、学位或专业课程",
  "Jarvis Technology Club": "贾维斯技术俱乐部",
  "21.": "21.",
  "Adventure Club": "探险俱乐部",
  "STPM or equivalent results": "大马高等教育文凭考试（STPM）或同等成绩",
  "Internship - Admin": "实习--行政",
  "Music & Dance Club": "音乐舞蹈俱乐部",
  "Degree or Professional courses": "学位或专业课程",
  "22.": "22.",
  "International Student Club": "国际学生俱乐部",
  "Objectives:": "目标：",
  "Admin Assistant": "行政助理",
  "Rotaract Club": "扶轮社",
  "To aid the poor and /or needy students to further their tertiary studies by helping them to obtain free diploma /degree courses pledged by participating educational institutions locally.": "通过帮助贫困和/或有需要的学生获得参与计划的本地教育机构承诺提供的免费文凭/学位课程，帮助他们继续深造。",
  "RM3000-RM3500": "RM3000-RM3500",
  "Taekwondo Club": "跆拳道俱乐部",
  "23.": "23.",
  "To further enhance the value of humanity and great sense of social responsibility, caring for the poor or needy, and helping to upgrade the education level of the community.": "进一步提升人性价值和伟大的社会责任感，关爱穷人或有需要的人，帮助提高社区的教育水平。",
  "Fun Club": "欢乐俱乐部",
  "Customer Services Executive": "客户服务主管",
  "How to apply:": "如何申请",
  "Futsal Club": "五人制足球俱乐部",
  "Application steps:": "申请步骤：",
  "RM2500-RM3000": "RM2500-RM3000。",
  "Football Club": "足球俱乐部",
  "24.": "24.",
  "Applicants are required to register online as a member via the Sin Chew Daily Education Fund Official website.": "申请者须通过星洲日报教育基金官方网站在线注册成为会员。",
  "H20 Club": "H20 俱乐部",
  "Assistant Engineer": "助理工程师",
  "Once successfully registered, the applicant must log in to activate the E-application form through the Sin Chew Education Fund website.": "注册成功后，申请人必须登录星洲教育基金网站，激活电子申请表。",
  "Leo Club": "青少獅會",
  "25.": "25.",
  "The E-application form must be completely filled and to complete the following steps for the application to be valid.": "电子申请表必须填写完整，并完成以下步骤，申请才有效。",
  "Life Science Society": "生命科学学会",
  "2025-6-26": "2025-6-26",
  "Scholar's Club": "学者俱乐部",
  "• Save the application form as a PDF file, and then use the \"Fill & Sign\" function of Adobe Acrobat Reader to sign and fill in your personal details on the last page of the form.": "- 将申请表保存为 PDF 文件，然后使用 Adobe Acrobat Reader 的 \"填写和签名 \"功能在表格最后一页签名并填写个人详细信息。",
  "Culinary / Hospitality Intern": "烹饪/酒店实习生",
  "Who can I talk to?": "我可以找谁？",
  "• Upload the signed PDF application form to the Google Drive link you set up earlier.": "- 将已签名的 PDF 申请表上传到您之前设置的 Google Drive 链接。",
  "KLIA": "吉隆坡国际机场",
  "We’re always on the lookout for volunteers to join our projects. To find out more, please head over to our Department of Student Affairs office or drop us an email.": "我们一直在寻找志愿者加入我们的项目。如需了解更多信息，请前往学生事务部办公室或给我们发送电子邮件。",
  "• Those who fail to complete the above steps will be deemed invalid.": "- 未完成上述步骤者将被视为无效。",
  "26.": "26.",
  "What do I need to do?": "我需要做什么？",
  "Pictures reference for documents submission:": "提交文件的图片参考：",
  "Graphic Designer": "平面设计师",
  "Depending on the project, we can offer you advice on how to go about it. So contact your project leader who can help with this. Go to their Contact Page so you know who to ask.": "根据项目的不同，我们可以为您提供相关建议。因此，请联系您的项目负责人，他们可以提供帮助。请访问他们的 \"联系页面\"，这样您就知道该找谁了。",
  "Click Here": "点击此处",
  "RM2800-RM3500": "RM2800-RM3500",
  "It’s more than studying. Be a part of our inspiring university community.": "这不仅仅是学习。成为我们鼓舞人心的大学社区的一员。",
  "(Download PDF, 6.23MB)": "(下载 PDF，6.23MB）",
  "27.": "27.",
  "Qualified applicants will be shortlisted and their details forwarded to the University.": "合格的申请者将被列入初选名单，并将其详细资料提交给大学。",
  "Procurement Executive": "采购主管",
  "Health and Wellness | Nilai University": "健康与保健 |日莱大学",
  "Wellbeing in all aspect of your school life": "学校生活的方方面面",
  "RM3500-RM4500": "RM3500-RM4500",
  "Please note that any false particulars, information, documents, untruthful material facts or misrepresentations will subject you to disqualification. The application form should be electronically submitted and duly signed, and must be accompanied by the required documents uploaded into the Google Drive (change folder setting to Public) before the published closing date.": "请注意，任何虚假详情、信息、文件、不真实的重要事实或虚假陈述都将导致您被取消资格。申请表应以电子方式提交并正式签名，同时必须在公布的截止日期前将所需文件上传到 Google Drive（将文件夹设置更改为 \"公开\"）。",
  "28.": "28.",
  "MORE INFO": "更多信息",
  "Nilai University recognizes that academic achievement is only a part of your university experience. The university community believes that a balanced school life comprises social, physical, and emotional well-being. With this, we go beyond traditional classroom learning and make sure each student is supported - be it through sports programmes that promote an active lifestyle or mental health care, we have it covered.": "汝来大学认识到，学业成绩只是大学生活的一部分。大学社区认为，平衡的校园生活包括社交、身体和情感的健康。因此，我们超越了传统的课堂学习，确保每个学生都能得到支持--无论是通过体育项目促进积极的生活方式，还是通过心理健康护理，我们都能做到这一点。",
  "RM2300-RM3000": "RM2300-RM3000",
  "Health Facility": "卫生设施",
  "ZAKAT/Majlis Agama Islam Negeri Sembilan": "森美兰州伊斯兰教祈祷团（ZAKAT/Majlis Agama Islam Negeri Sembilan",
  "29.": "29.",
  "Supported with 24-hour health facility within 1km from the university, Aurelius Hospital specialises in primary, tertiary, and quaternary healthcare management and services for the community of Nilai University.": "奥勒留医院距离大学 1 公里，拥有 24 小时医疗保健设施，专门为尼莱州大学社区提供初级、三级和四级医疗保健管理和服务。",
  "Bantuan Am Pelajaran": "帮助我",
  "2025-6-17": "2025-6-17",
  "Application Criteria:": "申请标准：",
  "Sporting excellence is highly encouraged! The sports wing of Department of Student Affairs (DSA) is dedicated to create a student populace that lead a balanced and healthy lifestyle. Tournaments, training sessions and facilities are prepared so you have exceptional opportunities to stay adventurous and sportive! Recreation programme is also available to enhance wellness.": "高度鼓励体育运动！学生事务部（DSA）的体育部门致力于为学生打造均衡健康的生活方式。我们准备了比赛、训练课程和设施，让您有机会保持冒险精神和运动能力！此外，我们还提供康乐活动，以提高健康水平。",
  "Internship - Culinary, Food & Beverage, Front Office, Housekeeping, IT.": "实习--烹饪、餐饮、前厅、客房服务、IT。",
  "To be eligible, students must have been born or currently reside in Negeri Sembilan": "学生必须在森美兰州出生或目前居住在森美兰州，才有资格申请。",
  "Indoor Sports Complex": "室内体育馆",
  "30.": "30.",
  "Applicants must be pursuing a Diploma or Bachelor's Degree level course at a higher education institution": "申请人必须正在高等教育机构攻读文凭或学士学位课程",
  "2025-6-16": "2025-6-16",
  "The President hall is a purpose-built sports complex that houses a fully-equipped gymnasium and indoor courts. The hall is also used for extra-curricular activities such as dance, yoga, aerobic etc classes. Besides this, it serves as a venue for the university graduation ceremony and events such as Talent Nights, Dance and Drama competitions and many more.": "总统礼堂是一个专门建造的体育场馆，内设设备齐全的健身房和室内球场。大厅还用于开展舞蹈、瑜伽、有氧运动等课外活动。此外，它还是大学毕业典礼和才艺之夜、舞蹈和戏剧比赛等活动的场地。",
  "Application Procedure:": "申请程序：",
  "Lab Assistant / Chemical Analyst Assistant": "实验室助理/化学分析助理",
  "Outdoor Game Courts": "室外游戏场",
  "Senai": "塞内",
  "To apply, log in through the official Majlis Agama Islam Negeri Sembilan portal:": "如需申请，请登录森美兰伊斯兰议会官方门户网站：",
  "There are numerous outdoor courts for tennis, badminton, volleyball, basket -ball etc spread over our 105-acre campus. There are also ample lawns for you to enjoy a game of Frisbee or any other sport you fancy. Street soccer and cricket are some of the latest additions to the list of game facilities available on campus.": "在我们占地 105 英亩的校园里，有许多室外网球场、羽毛球场、排球场、篮球场等。此外，还有充足的草坪供您享受飞盘游戏或其他任何您喜欢的运动。校园内还新增了街头足球和板球等运动设施。",
  "https://www.mains.gov.my/agihan/login": "https://www.mains.gov.my/agihan/login",
  "RM2350-RM2500": "RM2350-RM2500",
  "Swimming pool": "游泳池",
  "31.": "31.",
  "Complete the application form accurately and ensure that all information provided is complete.": "准确填写申请表，并确保提供的所有信息都是完整的。",
  "Dive into a refreshing experience at our state-of-the-art swimming pool. Whether you're looking to swim laps, unwind, or participate in water-based activities, our swimming pool provides a perfect recreational space for you to stay fit and have fun.": "在我们最先进的游泳池中畅游，感受焕然一新的体验。无论您是想游泳、放松身心，还是想参加水上活动，我们的游泳池都能为您提供一个完美的休闲空间，让您保持健康，享受乐趣。",
  "2025-6-11": "2025-6-11",
  "Include all necessary supporting documents along with the application form": "随申请表附上所有必要的证明文件",
  "Indoor gym": "室内健身房",
  "Junior Data Analyst (Trainee)": "初级数据分析师（实习生）",
  "Submit the completed application form and supporting documents to the address provided:": "将填写完整的申请表和证明文件提交至所提供的地址：",
  "32.": "32.",
  "Stay fit and active at our indoor gym, equipped with modern fitness equipment. Whether you're into cardio exercises, weightlifting, or group fitness classes, our gym provides a comfortable and motivating space to achieve your fitness goals.": "我们的室内健身房配备了现代化的健身器材，让您保持健康和活力。无论您是喜欢有氧运动、举重还是团体健身课程，我们的健身房都能为您提供一个舒适、充满动力的空间，帮助您实现健身目标。",
  "PT 12941, Jalan BBN 1/7D, Putra Indah, 71800 Nilai, Negeri Sembilan": "森美兰州尼莱城 71800 Nilai，PT 12941，Jalan BBN 1/7D, Putra Indah",
  "Junior System Research (Trainee)": "初级系统研究（见习）",
  "Outdoor Gym": "室外健身房",
  "33.": "33.",
  "Additional Information": "其他信息",
  "Embrace the outdoors and work up a sweat at our outdoor gym. Set amidst lush greenery, our outdoor gym offers fitness enthusiasts a unique opportunity to exercise in a refreshing and natural environment.": "在我们的室外健身房，您可以尽情享受户外运动的乐趣，尽情挥洒汗水。我们的室外健身房坐落在郁郁葱葱的绿树丛中，为健身爱好者提供了一个在清新自然的环境中锻炼身体的独特机会。",
  "Junior Marketing (Trainee)": "初级市场营销（实习生）",
  "Please ensure compliance by reviewing the application guidelines on the official website": "请查看官方网站上的申请指南，以确保符合要求",
  "Football Field": "足球场",
  "34.": "34.",
  "http://www.mains.gov.my": "http://www.mains.gov.my",
  "Junior Account (Trainee)": "初级会计（实习生）",
  "Unleash your passion for the beautiful game on our football field. Whether it's a casual kickabout with friends or competitive matches, this facility offers a conducive environment for honing your skills and fostering teamwork.": "在我们的足球场上释放您对美丽足球运动的激情。无论是与朋友休闲踢球，还是参加竞技比赛，这里都能为您提供一个磨练球技和培养团队精神的有利环境。",
  "For any further inquiries, please contact:": "如有任何疑问，请联系",
  "35.": "35.",
  "Student Care": "学生关怀",
  "TEL: 06-7651402/7651405": "TEL: 06-7651402/7651405",
  "Junior HR Executive (Trainee)": "初级人力资源主管（实习生）",
  "FAKS: 06-7620648": "FAKS: 06-7620648",
  "The Student Care Unit’s primary function is to engage students beyond the confines of the classrooms in non-academic areas. The well-being of students is a primary focus of the Student Care Unit. Students are rest assured that strictest confidentiality is maintained. All students are welcome to visit the Student Care Unit located on the ground floor of the Resource Center.": "学生关爱小组的主要职能是让学生参与到课堂以外的非学术领域。学生的福祉是学生关爱小组的首要关注点。学生们可以放心，我们会为他们严格保密。欢迎所有学生访问位于资源中心一楼的学生关爱中心。",
  "36.": "36.",
  "Stedfast Association KL Scholarship": "Stedfast 协会 KL 奖学金",
  "Assistance can also be sought by contacting": "也可通过以下方式寻求帮助",
  "2025-5-19": "2025-5-19",
  "Offering Full Scholarships*": "提供全额奖学金*",
  "Personal Counselling": "个人咨询",
  "37.": "37.",
  "Objective of Scholarship:": "奖学金的目的：",
  "Nilai University has a dedicated Counselling Unit to help maintain the mental and emotional well-being of its students. Strictest confidentiality is always observed whether it be personal or group counselling.": "汝来大学设有专门的咨询部门，帮助学生保持心理和情绪健康。无论是个人咨询还是小组咨询，我们都会严格保密。",
  "2025-5-7": "2025-5-7",
  "To assist deserving Boys’ or Girls’ Brigade members with resources to pursue higher education locally.": "为值得帮助的男孩队或女孩队成员提供资源，帮助他们在当地接受高等教育。",
  "Services We Offer": "我们提供的服务",
  "Event Management Intern / Public Relations (PR) Intern/a>": "活动管理实习生/公共关系（PR）实习生/a>",
  "Academic counselling support": "学业辅导支持",
  "Candidates with a minimum of 5As in their SPM/IGCSE or its equivalent qualification.": "在大马教育文凭考试（SPM）/综合中等教育证书考试（IGCSE）或同等资格考试中至少获得 5 科 A 的考生。",
  "HONSENZ HOLDING GROUP SDN BHD": "HONSENZ HOLDING GROUP SDN BHD",
  "There are times that you feel lost or unsure about your academics. Let us help you with your academic goals and achieve academic success.": "有时，你会对学业感到迷茫或不确定。让我们帮助你实现学业目标，取得学业成功。",
  "Open to all members of the Boys' Brigade, Girls' Brigade in Malaysia or Stedfast Association KL.": "面向马来西亚男童旅、女童旅或吉隆坡 Stedfast Association 的所有成员开放。",
  "38.": "38.",
  "Career guidance": "职业指导",
  "Interior Design Intern": "室内设计实习生",
  "Scholarship criteria are based on academic achievements, leadership, need for financial aid, and service in the Boys' Brigade or Girls' Brigade.": "奖学金标准基于学习成绩、领导能力、对经济援助的需求以及在 \"男孩队 \"或 \"女孩队 \"的服务。",
  "39.": "39.",
  "Unsure of what to do upon graduation? Explore career path and get advice based on your personal strength and interest from our trained counsellors.": "毕业后不知何去何从？根据您的个人优势和兴趣，由我们训练有素的辅导员为您提供职业规划和建议。",
  "In the event the applicant is a foundation student, the scholarship will be for the foundation leading to a specific stated degree offered by Nilai University, provided that the candidate fulfils the academic qualification stated by Nilai University.": "如果申请者是预科生，奖学金将用于汝来大学提供的特定学位的预科课程，前提是申请者满足汝来大学规定的学术资格。",
  "Digital Marketing Intern": "数字营销实习生",
  "Mental Health": "心理健康",
  "40.": "40.",
  "A member of staff from Nilai University is to be included as part of the Stedfast Scholarship Panel for the screening of potential candidates.": "汝来大学的一名教职员工将被纳入 Stedfast 奖学金评审小组，负责筛选潜在候选人。",
  "It's okay for you to take a break for a while because your mental health should be prioritized. Let's strengthen our mental health together!": "你可以暂时休息一下，因为你的心理健康应该被放在首位。让我们一起加强心理健康！",
  "HR and Admin Intern": "人力资源和行政实习生",
  "How to Apply:": "如何申请：",
  "Peer counselling support": "同伴咨询支持",
  "41.": "41.",
  "Apply now at": "立即申请",
  "Let our relatable, compassionate guide be your support. This approachable network is impartial, emphatic and non-judgmental": "让我们富有亲和力和同情心的向导成为您的后盾。这个平易近人的网络是公正的、富有同情心的、不带偏见的",
  "2025-5-6": "2025-5-6",
  "rebrand.ly/SAKL2025": "rebrand.ly/SAKL2025",
  "Meet Our Counselor": "认识我们的顾问",
  "F&B Internship": "餐饮实习",
  "or visit": "或访问",
  "43.": "43.",
  "Nilai University’s in-house Security department is a disciplined and highly-trained collective with the responsibility to safeguard students; well-being on campus. To achieve this, we": "尼莱州大学的内部安全部门是一个纪律严明、训练有素的集体，负责保护学生在校园内的安全。为此，我们",
  "www.stedfastkl.org.my": "www.stedfastkl.org.my",
  "2025-5-5": "2025-5-5",
  "Provide a safe and secure environment for students to study, live, enjoy extra-curricular activities.": "为学生提供安全可靠的学习、生活和课外活动环境。",
  "*Terms and conditions apply:": "*条款和条件适用：",
  "Internship for Contract & Procument": "合同与采购实习生",
  "Practice the philosophy of community-oriented policing to provide a safe haven for students at all times.": "践行以社区为导向的警务理念，始终为学生提供一个安全的避风港。",
  "100% waived on the term fees only": "仅 100% 免除学期费用",
  "44.": "44.",
  "For 24 hours safety and security services, please call 06 850 1569": "如需 24 小时安全和安保服务，请致电 06 850 1569",
  "Internship for Finance Department": "财务部实习生",
  "In the event that a course in Nilai University is not offered during that year, Nilai University reserves the right to withdraw or replace or delay that particular Scholarship": "如尼莱州大学当年不提供课程，尼莱州大学保留撤销、替换或延迟该奖学金的权利。",
  "45.": "45.",
  "A campus that takes your personal growth, well-being and life goals seriously.": "一个认真对待你的个人成长、幸福和人生目标的校园。",
  "Scholarships and awards granted are neither transferable nor exchangeable for cash.": "所颁发的奖学金和奖励既不得转让，也不得兑换现金。",
  "2025-5-2": "2025-5-2",
  "AFFIN Education Financing-i": "AFFIN 教育资助-i",
  "Nilai Town | Nilai University": "城镇价值 | 大学价值",
  "Internship - Business Admin / Finance / HR": "实习 - 业务管理/财务/人力资源",
  "We believe that everyone deserves the chance to pursue their educational goals. That's why we offer a range of financial aid options to help make your dream of higher education a reality. We are committed to making education accessible. Our financial aid programs open doors and empower you to invest in your future.": "我们相信，每个人都应该有机会追求自己的教育目标。因此，我们提供一系列的经济援助方案，帮助您实现高等教育梦想。我们致力于让教育变得触手可及。我们的资助计划为您敞开大门，让您有能力为自己的未来投资。",
  "46.": "46.",
  "Just a mere 15-minute drive from Kuala Lumpur International Airport and approximately 40 minute from Kuala Lumpur City Centre, Nilai is one of the most rapidly developing township. Find almost everything you need here for modern living, yet enjoy the peace and quiet you need to wind down.": "尼莱距离吉隆坡国际机场仅 15 分钟车程，距离吉隆坡市中心约 40 分钟车程，是发展最迅速的城镇之一。在这里，您几乎可以找到现代生活所需的一切，同时还能享受到放松身心所需的宁静与祥和。",
  "Internship Opportunities with Softinn Solutions": "Softinn Solutions 的实习机会",
  "Bustling commercial area, major shopping malls, specialist hospital, schools and university can all be found in this town, making living and learning convenient and close-to-home. It will not take long for you to be in love with this thriving town.": "繁华的商业区、大型购物中心、专科医院、学校和大学都在这里，生活和学习方便快捷，离家又近。用不了多久，您就会爱上这个欣欣向荣的小镇。",
  "AFFIN Education Financing-i is a financing facility offered to the students pursuing their studies in the selected local/private university/college for foundation, pre-university (A-Level), certificate, diploma, degree, post graduate programmes (Master’s degrees & Doctorates) and professional courses. The eligible course programme is subject to the Bank’s approval.": "AFFIN Education Financing-i 是为在选定的本地/私立大学/学院就读预科、大学预科（A-Level）、证书、文凭、学位、研究生课程（硕士和博士）和专业课程的学生提供的融资服务。符合条件的课程须经银行批准。",
  "47.": "47.",
  "Strategic Location": "战略位置",
  "Malaysian citizens aged 18 and up to 45 years old": "18 岁至 45 岁的马来西亚公民",
  "Internship - IT System & Support Engineer": "实习 - IT 系统与支持工程师",
  "Close to everything, convenient to do anything.": "离一切都很近，做什么都很方便。",
  "48.": "48.",
  "Requires the parents, spouse, siblings or non-immediate family members to jointly apply with the student as joint applicants": "要求父母、配偶、兄弟姐妹或非直系亲属作为联合申请人与学生共同申请",
  "Education Hub": "教育中心",
  "Visit": "参观",
  "Internship - Website Developer & Product Marketing": "实习--网站开发与产品营销",
  "105-acre Nilai University campus with world-class learning facilities.": "占地 105 英亩的汝来大学校园拥有世界一流的学习设施。",
  "49.": "49.",
  "https://www.affinalways.com/": "https://www.affinalways.com/",
  "Excellent Accessibility": "卓越的无障碍环境",
  "en/affin-education-financing-i": "en/affin-education-financing-i",
  "Internship - UX/UI Design/a>": "实习 - 用户体验/用户界面设计/a>",
  "Public transportation hub, quick access to North South HIghways.": "公共交通枢纽，可快速通往南北高速公路。",
  "50.": "50.",
  "for more information and application guidelines.": "了解更多信息和申请指南。",
  "Safe & Serene": "安全与宁静",
  "Internship - Backend C# Programming": "实习 - C# 后端编程",
  "Bank Rakyat Education Financing-i": "民联银行教育融资-i",
  "Luscious greenery and a caring community.": "绿意盎然，社区关怀备至。",
  "51.": "51.",
  "Education should be within reach for all. With Bank Rakyat's Education Financing-i, we offer the financial help you need to pursue your dreams while we take care of the funding.": "教育对所有人来说都应该是触手可及的。通过民联银行的教育融资-i，我们为您提供追求梦想所需的资金帮助，同时我们也负责资金的筹措。",
  "2025-4-15": "2025-4-15",
  "Surrounded by lush greenery and blessed with facilities that elevates your quality of life - living in Nilai is synonymous to comfort and a peace of mind. Whether you are a student, a working adult or a young family just trying to find a place to settle down, Nilai is able to provide.": "尼莱绿树环绕，设施齐全，生活质量不断提高--尼莱是舒适和安心的代名词。无论您是学生、在职人士还是年轻家庭，只要您想在这里安家落户，尼莱都能满足您的需求。",
  "Designed for students pursuing studies at selected local/private universities and colleges (A-Level, diploma, degree, postgraduate, and professional  courses). Courses are subject to Bank approval.": "专为在选定的本地/私立大学和学院（A-Level、文凭、学位、研究生和专业课程）学习的学生设计。课程须经银行批准。",
  "Internship - Frontend Programming": "实习 - 前端编程",
  "The vibrant town of NIlai is also an education hub that nurture the growth of students from all around the world. Equipped with world-class learning facilities, Nilai University is one of the top institutions of higher education situated in Nilai town.": "充满活力的尼莱镇也是一个教育中心，培育着来自世界各地的学生成长。汝来大学配备世界一流的学习设施，是位于尼莱镇的顶尖高等教育机构之一。",
  "52.": "52.",
  "With  financing up to RM1,000,000, terms up to 20 years, and no collatoral required ofr aloans under RM250,000, we make education dreams a reality.": "我们提供高达 100 万令吉、期限长达 20 年的融资，25 万令吉以下的贷款无需抵押，让教育梦想成为现实。",
  "Find opportunities to grow your career in Nilai as local and international investments come pouring in. Work just a stone’s throw away from your home, or take a short drive to Kuala Lumpur and continue pursuing your dream in the capital city of Malaysia.": "随着本地和国际投资的不断涌入，您将在尼莱找到发展事业的机会。您可以在离家不远的地方工作，也可以驱车前往吉隆坡，在马来西亚首都继续追逐您的梦想。",
  "2025-4-28": "2025-4-28",
  "Eligibility:": "资格：",
  "Take a morning jog in well-maintained park, get some Vitamin D while hitting your fitness goal- spend your free time getting some fresh air and enjoy the scenic view of Nilai town. Not a fan of outdoor activity? Head to the mall for some retail therapy.": "在维护良好的公园里晨跑，在获得维生素 D 的同时达到健身目标--利用空闲时间呼吸新鲜空气，欣赏尼莱镇的美景。不喜欢户外活动？那就去购物中心享受一下零售疗法吧。",
  "Sales & Marketing": "销售与市场营销",
  "Minimum age of 18 years old and maximum 70 years old at the end of the financing tenure": "在资助期结束时，最低年龄为 18 岁，最高年龄为 70 岁",
  "In line with the 11th Malaysian plan and Malaysian Vision Valley, Nilai is going through its transformation infrastructurally and economically. Investing in properties or in commercial projects based in Nilai might just be your stepping stone to get exciting returns.": "根据第 11 个马来西亚计划和马来西亚愿景谷，尼莱正在经历基础设施和经济方面的转型。投资于尼莱的房地产或商业项目可能会成为您获得丰厚回报的踏脚石。",
  "Shah Alam": "莎阿南",
  "Minimum fixed monthly income of RM2,000": "最低固定月收入为 2 000 马币",
  "Work, play, live and learn in a blooming town.": "在这个繁华的小镇工作、娱乐、生活和学习。",
  "https://www.bankrakyat.com.my/portal-main/article/education-financing-i": "https://www.bankrakyat.com.my/portal-main/article/education-financing-i",
  "RM2500-RM5000": "RM2500-RM5000。",
  "53.": "53.",
  "PTPTN": "PTPTN",
  "Transportation | Nilai University": "交通 |日莱大学",
  "2025-4-23": "2025-4-23",
  "Ride safe, ride smart with our shuttle bus service.": "乘坐我们的穿梭巴士服务，安全、智能。",
  "The National Higher Education Fund or PTPTN is an organisation established under the National Higher Education Act 1997 (Act 566) with the aim of providing loans, savings schemes, and managing funds for higher education to eligible students at higher learning institutions.": "国家高等教育基金（PTPTN）是根据 1997 年《国家高等教育法》（第 566 号法案）成立的一个组织，旨在为高等院校符合条件的学生提供高等教育贷款、储蓄计划和管理基金。",
  "Crew Member F&B (Five Guys Malaysia)": "餐饮服务员（Five Guys Malaysia）",
  "With experienced drivers and well-maintained buses, students can relax and enjoy the ride while we take care of the rest. Our bus routes are designed to minimize travel time, and we offer convenient pick-up and drop-off locations throughout the area.": "我们拥有经验丰富的司机和维护良好的校车，学生们可以放松心情，享受乘车乐趣，而我们则负责其他事宜。我们的校车路线旨在最大限度地缩短旅行时间，并在整个地区提供便利的接送地点。",
  "To be eligible for the loan, applicant must meet the following requirements:": "申请者必须满足以下条件，才有资格获得贷款：",
  "54.": "54.",
  "From PH": "来自 PH",
  "Applicants must be a Malaysian citizen.": "申请人必须是马来西亚公民。",
  "2025-4-22": "2025-4-22",
  "To": "至",
  "Applicants must be below 45 years old.": "申请人年龄必须在 45 岁以下。",
  "Component Repair & Tech Data Officer": "部件维修与技术数据官",
  "Lotus/ Aeon Mall": "莲花/永旺购物中心",
  "The program you are enrolled in must last for more than a year.": "您参加的计划必须持续一年以上。",
  "RM2500-RM3800": "RM2500-RM3800",
  "KTM": "KTM",
  "Students with full scholarship coverage by any organisation or body are not eligible to apply.": "已获得任何组织或机构全额奖学金的学生无资格申请。",
  "55.": "55.",
  "Giant": "巨人",
  "The loan is only available for diploma and degree programs.": "该贷款仅适用于文凭和学位课程。",
  "Finance Executive": "财务主管",
  "MESA": "MESA",
  "The loan is only available for full-time programs.": "该贷款仅适用于全日制课程。",
  "RM4000-RM5000": "RM4000-RM5000",
  "DP": "DP",
  "Here are the guidelines on how to apply for the PTPTN loan online:": "以下是如何在线申请 PTPTN 贷款的指南：",
  "56.": "56.",
  "7:15 am": "上午 7:15",
  "Applicants need to open a personal CIMB Savings Account (conventional account only).": "申请人需要开立联昌国际银行个人储蓄账户（仅限传统账户）。",
  "2025-4-14": "2025-4-14",
  "7:30 am": "上午 7:30",
  "Applicants are required to open an SSPN Prime Account (Skim Simpanan Pendidikan Nasional) with a minimum deposit of RM20.00 at": "申请人须在以下银行开立 SSPN Prime 账户（Skim Simpanan Pendidikan Nasional），最低存款额为 20.00 马币",
  "Intern, Digital Marketing & Business Development": "数字营销与业务发展部实习生",
  "7:20 am": "上午 7 时 20 分",
  "https://www.ptptn.gov.my/esmas-open-acc-web/#/openAccount": "https://www.ptptn.gov.my/esmas-open-acc-web/#/openAccount",
  "57.": "57.",
  "7:25 am": "上午 7 时 25 分",
  "2025-4-12": "2025-4-12",
  "Applicants must get a PIN number for the PTPTN application at": "申请人必须在以下网址获取 PTPTN 申请的 PIN 码",
  "10:15 am": "上午 10 时 15 分",
  "58.": "58.",
  "https://www.ptptn.gov.my/elmas-pin-purchase-web/#/register": "https://www.ptptn.gov.my/elmas-pin-purchase-web/#/register",
  "10:20 am": "上午 10 时 20 分",
  "or purchase it at any BSN counter.": "或在任何 BSN 专柜购买。",
  "2025-4-11": "2025-4-11",
  "10:30 am": "上午 10:30",
  "59.": "59.",
  "Applicants can proceed to apply online at myPTPTN": "申请人可登录 myPTPTN 在线申请",
  "10:40 am": "上午 10 时 40 分",
  "Bachelor of Psychology Intern": "心理学学士实习生",
  "https://myptptn.ptptn.gov.my": "https://myptptn.ptptn.gov.my",
  "60.": "60.",
  "2:15 pm": "下午 2 时 15 分",
  "following the submission schedule below:": "请按照以下时间表提交：",
  "2025-4-10": "2025年4月10日",
  "2:20 pm": "下午 2 时 20 分",
  "Jan 2025: The closing date for the application is 31st Dec 2024 (1st Batch)": "2025年1 月：申请截止日期为 2024年12月31日（第一批）",
  "DIGITAL MARKETING/CONTENT CREATOR/BUSINESS MANAGEMENT INTERNSHIP": "数字营销/内容创作/业务管理实习生",
  "2:30 pm": "下午 2 时 30 分",
  "Jan 2025: The closing date for the application is 31st Jan 2025 (2nd Batch)": "2025年1 月：申请截止日期为 2025年1月31日（第二批）",
  "错误:": "错误：",
  "2:40 pm": "下午 2 时 40 分",
  "May 2025: The closing date for the application is 31st May 2025 (1st Batch)": "2025年5 月：申请截止日期为 2025年5月31日（第一批次）",
  "Javascript 未激活": "Javascript 未激活",
  "5:15 pm": "下午 5 时 15 分",
  "June 2025: The closing date for the application is 30th June 2025 (2nd Batch)": "2025年6 月：申请截止日期为 2025年6月30日（第二批）",
  "5:20 pm": "下午 5 时 20 分",
  "Media Centre | Nilai University": "媒体中心｜汝来大学",
  "Sept 2025: The closing date for the application is 31st Aug 2025 (1st Batch)": "2025年9 月：申请截止日期为 2025年8月31日（第一批）",
  "View Media": "查看媒体",
  "5:30 pm": "下午 5 时 30 分",
  "Sept 2025: The closing date for the application is 30th Sept 2025 (2nd Batch)": "2025年9 月：申请截止日期为 2025年9月30日（第二批）",
  "Indoor International Business Exhibition by School of Management and Marketing": "管理与市场营销学院举办的室内国际商业展览",
  "5:40 pm": "下午 5 时 40 分",
  "For further inquiries, do reach out to our representative Ms. Suzila Saad at": "如需进一步咨询，请联系我们的代表 Suzila Saad 女士，联系方式为",
  "Nilai University Discovery Day 2023": "2023 年汝来大学探索日",
  "5:25 pm": "下午 5 时 25 分",
  "or ext. 225.": "或分机 225。",
  "Educational Visit to Ajinomoto (M) Berhad's (AMB)": "对味之素（马）有限公司（AMB）进行教育访问",
  "7:15 pm": "下午 7 时 15 分",
  "Please download the PTPTN guideline": "请下载 PTPTN 指南",
  "7:20 pm": "下午 7 时 20 分",
  "Kolokium Pendidikan Tingkatan Enam Peringkat Negeri Sembilan 2023": "森美兰州 2023 年六级教育排名座谈会",
  "HERE": "这里",
  "7:30 pm": "晚上 7:30",
  "University Social Responsibility Programme with SMK Desa Cempaka": "与 Desa Cempaka SMK 合作开展大学社会责任计划",
  "(下载指南的链接)。": "(下载指南的链接)。",
  "7:40 pm": "下午 7 时 40 分",
  "Scientific Skills Workshop with SMK Desa Cempaka": "与 Desa Cempaka SMK 共同举办科学技能讲习班",
  "Extra-Curriculum &amp; Sports Excellence Award": "课外活动与体育卓越奖",
  "Make a mark, make a difference with us.": "与我们一起创造辉煌，与众不同。",
  "PH - President Hall": "PH - 总统府",
  "External Scholarship": "外部奖学金",
  "KTM - Commuter Station": "KTM - 通勤站",
  "MESA - Mesa Mall": "梅萨 - 梅萨购物中心",
  "DP - Desa Palma": "DP - 德萨-帕尔马",
  "11:15 am": "上午 11:15",
  "11:20 am": "上午 11:20",
  "11:30 am": "上午 11:30",
  "11:40 am": "上午 11:40",
  "The above are departure times only.": "以上仅为出发时间。",
  "Students MUST produce their Student ID upon request to gain entry into the bus.": "学生必须出示学生证方可进入校车。",
  "All students are required to board the bus in a orderly manner.": "所有学生必须有序上车。",
  "Waiting point at KTM Station is at Nilai Main Bus Terminal.": "KTM 站的候车点位于 Nilai Main Bus Terminal。",
  "Waiting point for Desa Palma is at Inti Bus Stop.": "Desa Palma 的候车点位于 Inti 公共汽车站。",
  "Bus drivers reserves the right to refuse entry to students.": "校车司机有权拒绝学生入内。",
  "Disciplinary action will be taken against students who do not abide to the Terms & Conditions.": "对不遵守条款和条件的学生将采取纪律处分。",
  "For matters regarding transportation, please contact:": "有关交通事宜，请联系",
  "Department Student Affair": "系学生事务",
  "Phone: +(6) 06 850 2338 ext 267   |    Mon - Fri (9am - 5pm)": "电话：+(6) 06 850 2338 转 267 | 周一至周五（上午 9 点至下午 5 点）",
  "Monday - Friday": "星期一至星期五",
  "Saturday / Sunday / Public Holiday": "周六/周日/公众假期",
  "Terms &amp; Conditions": "条款和条件",
  "Health & Wellness": "健康与保健",
  "NILAI UNIVERSITY HOSTS ‘JELAJAH SKUAD CELIK KEWANGAN 2025’ TO BOOST FINANCIAL LITERACY Nilai Univer…": "汝来大学举办\"Jelajah Skuad Celik Kewangan 2025\" 提升财商素养。尼莱大...",
  "Beyond the Classroom: SMK Taman Molek Visits Nilai University! On 26 September 2025, the campus buzz…": "走出课堂：SMK Taman Molek 访问汝来大学！2025年9月26日，校园热闹非凡……",
  "Nilai University Celebrates Class of 2025 at 26th Convocation Ceremony Nilai University proudly cel…": "汝来大学在第26届毕业典礼上庆祝2025届毕业生 汝来大学自豪地…",
  "Finallyyy, the RAC2025 Finals are done and dusted! On 19 & 20 August, students across the count…": "终于，RAC2025 决赛圆满落幕！8月19日至20日，全国各地的学生齐聚……\n",
  "09 August 2025": "2025年8月9日",
  "Nilai University Vice-Chancellor Honoured with OP Merit Award 2025 for Contributions to Education and Research\n\n": "汝来大学校长因对教育与科研的贡献荣获2025年OP功绩表彰奖\n\n",
  "Nilai University is proud to announce that our Vice-Chancellor, Professor Dato’ Dr. Azhar Ismail, was recently honoured with the prestigious OP Merit Recognition Award 2025. The award was presented by the Royal Military College Old Putera Association (OPA) at their 53rd Annual Dinner on 9 August 2025. This accolade specifically celebrates his significant contributions to research, education, and the development of the Malaysian cocoa industry, which have had a significant impact both nationally and internationally.\n\n": "汝来大学欣然宣布，我校校长阿扎尔·伊斯梅尔教授（Professor Dato’ Dr. Azhar Ismail）近日荣获享有盛誉的2025年OP功绩表彰奖。该奖项由皇家军事学院Old Putera校友会（OPA）于2025年8月9日举行的第53届年度晚宴上颁发。此项殊荣旨在表彰他在科研、教育以及马来西亚可可产业发展方面所作出的杰出贡献，这些成果在国内外均产生了深远影响。\n\n",
  "This latest honour builds upon a distinguished record of recognition. Professor Dato’ Dr. Azhar’s previous accolades include the Anugerah Mentari Serdang for Tokoh Penyelidikan dan Pendidikan by Alumni UPM Kelas 75 UPM in November 2022, and the Malaysian USA University Alumni Impact Award at the MACEE 60th Anniversary Gala Dinner in October 2023.\n\n": "这一最新荣誉是在其卓越成就的基础上再添一笔。阿扎尔教授此前曾于2022年11月获 UPM 75 级校友颁发的“Anugerah Mentari Serdang（研究与教育人物）”奖；并于2023年10月在 MACEE 60 周年庆典晚宴上获得“马美大学校友影响力奖（Malaysian USA University Alumni Impact Award）”。\n\n",
  "Under his visionary leadership, Professor Dato’ Dr. Azhar has been a catalyst for driving innovation and fostering educational excellence at Nilai University. His groundbreaking work in advancing the cocoa industry powerfully demonstrates how academic rigor can directly contribute to economic growth and sustainable societal development.\n\n": "在其富有远见的领导下，阿扎尔教授成为推动汝来大学创新与教育卓越的重要引擎。他在推进可可产业方面的开创性工作，有力证明了学术严谨如何能够直接促进经济增长与社会可持续发展。\n\n",
  "Guiding these accomplishments is a leadership philosophy rooted in humility and service. As Professor Dato’ Dr. Azhar himself affirms, “True leadership is not about personal success, but about inspiring others to grow, serve, and make a difference.”\n\n": "支撑这些成就的是一种根植于谦逊与服务的领导哲学。正如阿扎尔教授所言：“真正的领导力不在于个人成功，而在于激励他人成长、服务，并带来改变。”\n\n",
  "Here at Nilai University, we take this philosophy to heart. We are committed to providing that very inspiration to every student. As the university continues to thrive under his guidance, his unwavering commitment to knowledge creation, ethical leadership, and community service sets a powerful example for students and academics alike. His career stands as a testament to the profound connection between education, industry, and positive social change.\n\n": "在汝来大学，我们将这一理念铭记于心，并致力于把这种激励带给每一位学生。在他的带领下，学校持续蓬勃发展；他对知识创造、道德领导力与社区服务的坚定承诺，为全体学生与学者树立了有力榜样。他的职业生涯也生动诠释了教育、产业与积极社会变革之间的深刻联系。\n\n",
  "Nilai University Vice-Chancellor Honoured with OP Merit Award 2025 for Contributions to Education an…": "汝来大学校长因对教育与科研的贡献荣获2025年OP功绩表彰奖…",
  "Search keyword": "搜索关键字"
}
